{
	"clientPermissions": "Jeg har ikke tilstrekkelige tillatelser! Jeg mangler: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Dette bør aldri skje, jeg vet ikke hvem jeg er.",
	"clientPermissionsNoPermissions": "Dette burde aldri skje, jeg klarte ikke å bestemme hvilke tillatelser jeg har.",
	"runIn": "Denne kommandoen kan ikke kjøres i denne kanaltypen.",
	"userPermissionsNoPermissions": "Dette burde aldri skje, jeg klarte ikke å bestemme hvilke tillatelser du har.",
	"unavailable": "Det burde aldri skje, jeg kunne ikke finne noen nødvendig forutsetning for denne kommandoen.",
	"cooldown": "Du har nettopp brukt denne kommandoen. Du kan bruke denne kommandoen igjen i {{remaining, duration}}.",
	"nsfw": "Du kan ikke bruke NSFW kommandoer i denne kanalen!",
	"userPermissions": "Du har ikke tilstrekkelige tillatelser! Du mangler: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Dette burde aldri skje, en av forutsetningene som denne kommandoen krever mangler en meldingshåndterer.",
	"missingChatInputHandler": "Dette skal aldri skje, en av forutsetningene denne kommandoen mangler en slash-kommandohåndterer.",
	"missingContextMenuHandler": "Dette burde aldri skje, en av forutsetningene denne kommandoen mangler en kontekst menyhåndterer.",
	"administrator": "Du trenger administratorrettigheter for å kjøre `{{command.name}}`!",
	"disabledGlobal": "Kommandoen har blitt slått ut i verdensomspennende av eiere av boten. Ønsker du å vite hvorfor og finne ut når det kommer tilbake? Bli med den offisielle WolfStar-serveren: <https://join.wolfstar.rocks>",
	"disabledGuild": "Denne kommandoen har blitt deaktivert av en admin på denne serveren!",
	"moderator": "Du trenger moderator rettigheter for å kjøre `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Du har ikke tillatelse til å bruke denne kommandoen!",
	"serverOwner": "Du må være serverens eier for å kjøre `{{command.name}}`!",
	"dmOnly": "Denne kommandoen kan bare bli brukt i DM kanaler.",
	"guildNewsOnly": "Denne kommandoen kan bare brukes i en annonsekanal.",
	"guildNewsThreadOnly": "Denne kommandoen kan bare brukes i annonseringstråd-kanaler.",
	"guildOnly": "Denne kommandoen kan bare brukes i server-kanaler.",
	"guildPrivateThreadOnly": "Denne kommandoen kan bare brukes i private trådekanaler.",
	"guildPublicThreadOnly": "Denne kommandoen kan bare brukes i fellesskapskanaler.",
	"guildTextOnly": "Denne kommandoen kan bare brukes i tekstkanaler.",
	"threadOnly": "Denne kommandoen kan bare brukes i trådkanaler."
}
