{
	"channelsMediaOnly": "Kanalene der kun media vedlegg kan sendes.",
	"channelsIgnoreAll": "Kanaler jeg bør ignorere for alle typer hogst.",
	"channelsIgnoreMessageDelete": "Kanaler jeg bør ignorere når jeg sjekker etter slettede meldinger i loggen.",
	"channelsIgnoreMessageEdit": "Kanaler jeg bør ignorere når en ser etter redigerte meldinger i loggen.",
	"channelsIgnoreReactionAdd": "Kanaler I bør ignorere ved sjekk etter tilføyde reaksjoner.",
	"channelsIgnoreVoiceActivity": "Kanalene jeg skal ignorere ved rapportering av aktivitetsendringer.",
	"channelsLogsChannelCreate": "Kanalen for å opprette kanaler, hvis valgt vil jeg sende en melding når en annen kanal opprettes.",
	"channelsLogsChannelDelete": "Kanalen for slettingslogg for kanaler, hvis satt, sender jeg en melding til denne kanalen når en annen kanal slettes.",
	"channelsLogsChannelUpdate": "Kanalen for oppdatering av kanaler, hvis angitt, Jeg sender en melding til denne kanalen når en eventuell kanal (inkludert denne) blir oppdatert på noen måte. Denne meldingen vil inneholde endringer i kanalen.",
	"channelsLogsEmojiCreate": "Kanalen for emoji-opprettelseslogger, hvis satt, sender jeg en melding når en emoji er opprettet.",
	"channelsLogsEmojiDelete": "Hvis dette er angitt, sender jeg en melding når en emojier slettes.",
	"channelsLogsEmojiUpdate": "Kanalen for emoji-oppdaterer logger, hvis satt, sender jeg en melding når en emoji oppdateres på alle måter. Denne meldingen vil inneholde endringene i emojien.",
	"channelsLogsImage": "Kanalen jeg skal bruke til å laste opp alle bildene jeg ser på nytt.",
	"channelsLogsMemberAdd": "Kanalen jeg vil sende melding til når et medlem blir med.",
	"channelsLogsMemberRemove": "Kanalen jeg vil sende en melding til når et medlem blir kastet ut, eller blir utestengt.",
	"channelsLogsMemberNickNameUpdate": "Kanalen jeg vil sende en melding når et medlem endrer kallenavnet sitt.",
	"channelsLogsMemberUserNameUpdate": "Kanalen jeg vil sende en melding til når medlemmet endrer brukernavnet sitt.",
	"channelsLogsMemberRolesUpdate": "Kanalen jeg sender en melding når et medlem får eller mister en rolle.",
	"channelsLogsMessageDelete": "Kanalen jeg vil sende en melding til når en melding er slettet.",
	"channelsLogsMessageDeleteNsfw": "Kanalen jeg sender en melding når en melding fra en NSFW kanal har blitt slettet.",
	"channelsLogsMessageUpdate": "Kanalen jeg vil sende en melding til når en melding er oppdatert.",
	"channelsLogsMessageUpdateNsfw": "Kanalen jeg sender melding når en melding fra en NSFW kanal er oppdatert.",
	"channelsLogsModeration": "Kanalen for moderasjonslogger, én gang aktivert vil jeg legge ut alle mine moderasjonstilfeller der. Hvis `hendelser. an-remove` og/eller `events.ban-remove` er aktivert, jeg vil automatisk poste anonyme logger.",
	"channelsLogsPrune": "Kanalen for stemme-logger, samme krav som normale meldingslogger, men vil bare sende beskjeder.",
	"channelsLogsReaction": "Kanalen for reaksjonslogger, samme krav som normale meldingslogger, men vil bare sende meldingsreaksjoner. Hvis du ikke vil at twemojis skal logges, kan du endre \"events.twemoji-reactions\".",
	"channelsLogsRoleCreate": "Kanalen for opprettelse av roller, hvis satt sender jeg melding når en ny rolle blir farget.",
	"channelsLogsRoleDelete": "Kanalen for sletting av roller, hvis satt, sender jeg melding når en rolle slettes.",
	"channelsLogsRoleUpdate": "Kanalen for rolleoppdatering logger, hvis det er angitt, sender jeg en melding når en rolle blir oppdatert på alle måter. Denne meldingen vil inneholde endringene i rollen.",
	"channelsLogsServerUpdate": "Kanalen for server oppdaterer logger, hvis det er angitt, sender jeg en melding når serveren blir oppdatert på noen måte. Denne meldingen vil inneholde endringene på serveren.",
	"channelsLogsVoiceChannel": "Kanalen for talekanallogger, hvis satt, sender jeg en melding når en bruker blir med, forlater eller flytter til en annen talekanal.",
	"dashboardOnlyKey": "Denne tasten kan bare konfigureres gjennom [webdashboard](https://wolfstar.rocks)",
	"disabledChannels": "En liste over kanaler for deaktiverte kommandoer, for eksempel å sette opp en kanal kalt generelle vil forby alle brukere å bruke mine kommandoer der. Moderators+ overstyrer dette formålet, slik at de kan moderat seg uten å bytte kanal.",
	"disabledCommands": "Deaktiverte kommandoer, kjernekommandoer kan ikke deaktiveres, og moderatorer vil overstyre dette. Alle kommandoer må være i mindre tilfelle",
	"disableNaturalPrefix": "Om jeg skal lytte til min naturlige prefiks, 'WolfStar,'",
	"eventsBanAdd": "Denne hendelsesposten er en ikke-bot moderasjon logger når en bruker blir utestengt. Du må sette opp `channels.moderation-logs`.",
	"eventsBanRemove": "Denne hendelsesposten er en ikke-bot moderasjon logger når en bruker blir utestengt. Du må sette opp `kanaler.moderation-logs`.",
	"eventsTimeout": "Dette hendelsesinnlegget baser moderasjonslogger når brukeren har tidsavbrudd statusendringer. Du må sette opp `channels.moderation-logs`.",
	"eventsUnknownMessages": "Om jeg skal legge inn oppdateringer på ukjente kommando meldinger.",
	"eventsTwemojiReactions": "Om to emoji-reaksjoner postes i reaksjonsloggens kanal.",
	"eventsIncludeBots": "Om jeg skal ignorere boter i server loggene eller ikke.",
	"language": "Språket jeg vil bruke for din server. Det kan være ikke tilgjengelig på det språket du ønsker.",
	"messagesIgnoreChannels": "Kanalene som er konfigurert for å ikke øke punkttelleren for brukere.",
	"messagesModerationAutoDelete": "Om moderasjonskommandoer skal slettes automatisk eller ikke.",
	"messagesModerationDm": "Hvorvidt jeg skal sende en direktemelding til målbrukeren på moderasjonshandlinger.",
	"messagesModerationMessageDisplay": "Om et svar skal sendes for moderasjonskommandoer eller ikke.",
	"messagesModerationReasonDisplay": "Om årsaken vil vises i moderasjonskommandoer.",
	"messagesModeratorNameDisplay": "Hvorvidt jeg skal vise navnet på en moderator som tok handlingen når han/hun sendte målbrukeren en moderasjonsmelding. Krever `messages.moderation-dm` for å bli aktivert.",
	"messagesAutoDeleteIgnoredAll": "Om kommando svar skal slettes automatisk når noen av brukerens melding slettes.",
	"messagesAutoDeleteIgnoredRoles": "Rollene som brukerne skal ha for sine kommandosvar å ikke slettes automatisk når de sletter brukerens melding.",
	"messagesAutoDeleteIgnoredChannels": "Kanalene der kommandosvarene ikke vil automatisk slettes når brukeren sletter meldingen.",
	"messagesAutoDeleteIgnoredCommands": "Kommandoen som svarer vil ikke automatisk bli slettet når brukeren sletter meldingen.",
	"noMentionSpamAlerts": "Om brukere skal varsles når de er i ferd med å få utestengelsen hammer.",
	"noMentionSpamEnabled": "Om jeg skal ha utestengelseshammeren klar for nevnt spammere.",
	"noMentionSpamMentionsAllowed": "Minste antall «poeng» en bruker må akkumuleres før utgang en hammer. En bruker nevner vil telle som 1 poeng, en rolle som 2 poeng, og her nevner brukeren som 5 punkter.",
	"noMentionSpamTimePeriod": "Hvor mye tid det er i sekunder hvor nevnelsen av bøtten bør opptre. Hvis dette for eksempel settes til \"8\", og du nevnte to brukere med 7 sekunders mellomrom. ville bøtten gå fra start med en oppsamlet mengde poeng.",
	"prefix": "Et prefiks er en feste som legges til foran ordet, i dette tilfellet meldingen. Det gjør det mulig for boter å skille mellom en vanlig melding og en kommando.",
	"rolesAdmin": "Administratorrollene. Administratorer har tilgang til alle moderasjons- og administrasjonskommandoer. Standard til alle med {{MANAGE_GUILD, permissions}} tillatelse.",
	"rolesInitial": "Den første rollen, hvis den er konfigurert, vil jeg gi den til brukere så snart den blir med.",
	"rolesInitialHumans": "Jeg vil sette opp denne rollen til vanlige brukere når jeg deltar (ikke bos)",
	"rolesInitialBots": "Hvis konfigurert, gir jeg denne rollen til botter brukere ved joining.",
	"rolesModerator": "Moderatorrollene. Moderatorer har tilgang til nesten alle moderasjons kommandoer. Standard til alle som kan utestenge medlemmer.",
	"rolesMuted": "Den dempede rollen, hvis den er konfigurert, gir jeg nye dempede brukere denne rollen. Ellers vil jeg be deg om å opprette en.",
	"rolesPublic": "De offentlige rollene. Disse kan brukes av alle brukere ved hjelp av kommandoen `rolles`.",
	"rolesRemoveInitial": "Hvorvidt det å hevde en offentlig rolle skal fjerne den opprinnelige rollen samtidig.",
	"rolesRestrictedAttachment": "Rollen som brukes som en del av kommandoen tilvedlegg til moderasjon",
	"rolesRestrictedEmbed": "Rollen som brukes i den begrensede moderasjonskommandoen.",
	"rolesRestrictedEmoji": "Rollen som brukes på kommandoen «Begrenset Emojiji».",
	"rolesRestrictedReaction": "Rollen som brukes i kommandoen restritReaction moderation.",
	"rolesRestrictedVoice": "Rollen som brukes i kommandoen restriktVoice moderation.",
	"selfmodAttachmentsEnabled": "Om vedleggsfilteret er aktivert eller ikke.",
	"selfmodAttachmentsIgnoredChannels": "Kanalene som vil bli ignorert av vedleggene delsystem",
	"selfmodAttachmentsIgnoredRoles": "Rollene som vil bli ignorert av vedleggene undersystem",
	"selfmodCapitalsEnabled": "Om hovedstedene filtrerer selvgående delsystem er aktivert eller ikke.",
	"selfmodCapitalsIgnoredChannels": "Kanalene som vil bli ignorert av hovedfilteret delsystem",
	"selfmodCapitalsIgnoredRoles": "Rollene som vil bli ignorert av innebygde filtre undersystemet",
	"selfmodCapitalsMaximum": "Det maksimale antallet tegn meldingene må være før du prøver å slette den. Du må aktivere den med `capitalsMode`-kommandoen.",
	"selfmodCapitalsMinimum": "Minimum antall tegn meldingen må ha før du prøver å slette den. Du må aktivere den med kommandoen `capitalsMode`.",
	"selfmodFilterEnabled": "Om ordfilteret selvstendig undersystem er aktivert eller ikke.",
	"selfmodFilterIgnoredChannels": "Kanalene som blir ignorert av filtrene undersystem",
	"selfmodFilterIgnoredRoles": "Rollene som vil bli ignorert av filtrene undersystem",
	"selfmodIgnoreChannels": "Kanalene jeg vil ignorere, nøye hvilken som helst kanal som er konfigurert vil ha alle auto-moderasjonssystemer (CapsFilter, InviteLinks og NoMentionSpam) deaktivert.",
	"selfmodInvitesEnabled": "Om egenutviklede delsystemer inviterer filteret er aktivert eller ikke.",
	"selfmodInvitesIgnoredChannels": "Kanalene som vil bli ignorert av delsystemet for invitasjoner",
	"selfmodInvitesIgnoredCodes": "Discord invitasjonskoder som vil bli ignorert av delsystemet for invitasjoner",
	"selfmodInvitesIgnoredGuilds": "Discord-serverne som vil bli ignorert av delsystemet for invitasjoner",
	"selfmodInvitesIgnoredRoles": "Rollene som vil bli ignorert av delsystemet for invitasjoner",
	"selfmodLinksEnabled": "Om koblingsfiltrene selvstendig undersystem er aktivert eller ikke.",
	"selfmodLinksIgnoredChannels": "Kanalene som vil bli ignorert av lenkefilteret delsystem",
	"selfmodLinksIgnoredRoles": "Rollene som vil bli ignorert av lenkefiltrene undersystem",
	"selfmodLinksAllowed": "Lenker som er tillatt",
	"selfmodMessagesEnabled": "Om UlfStar skal forsøke å fjerne dupliserte meldinger eller ikke.",
	"selfmodMessagesIgnoredChannels": "Kanalene som blir ignorert av det dupliserte meldingene undersystem",
	"selfmodMessagesIgnoredRoles": "Rollene som vil bli ignorert av det dupliserte meldingene undersystemet",
	"selfmodMessagesMaximum": "Antallet dupliserte meldinger som kreves i køen før du tar handlingen Køstørrelsen kan konfigureres i `selvmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Antallet meldinger WolfStar vil holde oversikt over for duplikasjonsdetektering.",
	"selfmodNewlinesEnabled": "Om de nye linjene filtrerer selvstendig undersystem er aktivert eller ikke.",
	"selfmodNewlinesIgnoredChannels": "Kanalene som vil bli ignorert av det nye linjene delsystem",
	"selfmodNewlinesIgnoredRoles": "Rollene som vil bli ignorert av det nye undersystemet",
	"selfmodNewlinesMaximum": "Maksimalt antall nye linjer før UlfStar begynner å ilegge straff",
	"selfmodReactionsBlocked": "Reaksjonene som er blokkert",
	"selfmodReactionsEnabled": "Om reaksjonsfilteret selvstendig delsystem er aktivert eller ikke.",
	"selfmodReactionsIgnoredChannels": "Kanalene som blir ignorert av reaksjonens undersystem",
	"selfmodReactionsIgnoredRoles": "Rollen som blir ignorert av reaksjonens undersystem",
	"selfmodReactionsMaximum": "Maksimum antall reaksjoner før jeg vil starte å bruke sanksjoner",
	"selfmodReactionsAllowed": "Reaksjonene som er tillatt",
	"validationChooseKey": "Du kan ikke konfigurere en gruppe. Vennligst velg en av følgende nøkler: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Verdien ``{{value}}`` ble ikke satt i nøkkelen **{{path}}**.",
	"validationDuplicatedValue": "Verdien for nøkkelen `{{path}}` var allerede satt til ``{{value}}``!"
}
