{
	"clientPermissions": "Eu não tenho permissões suficientes! Estou faltando: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Isso nunca deveria acontecer, não sei quem eu sou.",
	"clientPermissionsNoPermissions": "Isso nunca deveria acontecer, eu falhei em determinar quais permissões eu tenho.",
	"runIn": "Este comando não pode ser executado nesse tipo de canal.",
	"userPermissionsNoPermissions": "Isso nunca deveria acontecer, eu falhou em determinar quais permissões você tem.",
	"unavailable": "Isso nunca deveria acontecer, eu não consegui encontrar uma pré-condição necessária para esse comando.",
	"cooldown": "Você acabou de usar este comando. Você pode usar este comando novamente em {{remaining, duration}}.",
	"nsfw": "Você não pode usar comandos NSFW neste canal!",
	"userPermissions": "Você não tem permissões suficientes! Você está faltando: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Isso nunca deveria acontecer, uma das condições prévias que este comando exige é que falte um manipulador de mensagens.",
	"missingChatInputHandler": "Isso nunca deveria acontecer, uma das condições prévias que este comando requer é falta de um manipulador de comandos de barra.",
	"missingContextMenuHandler": "Isto nunca deverá acontecer, uma das condições prévias que este comando requer é falta de um manipulador de menu de contexto.",
	"administrator": "Você precisa de privilégios de administrador para executar `{{command.name}}`!",
	"disabledGlobal": "Este comando foi globalmente desativado pelos proprietários de bots. Quer saber por que e saber quando ele vai voltar? Entre no servidor oficial do Wolfestrel: <https://join.wolfstar.rocks>",
	"disabledGuild": "Esse comando foi desativado por um administrador neste servidor!",
	"moderator": "Você precisa de privilégios de moderador para executar `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Você não tem permissão para usar este comando!",
	"serverOwner": "Você precisa ser o proprietário do servidor para executar `{{command.name}}`!",
	"dmOnly": "Esse comando só pode ser usado em canais de DM.",
	"guildNewsOnly": "Esse comando só pode ser usado em canais de anúncio.",
	"guildNewsThreadOnly": "Esse comando só pode ser usado nos canais de tópico de anúncio.",
	"guildOnly": "Esse comando só pode ser usado em canais do servidor.",
	"guildPrivateThreadOnly": "Esse comando só pode ser usado em canais privados.",
	"guildPublicThreadOnly": "Esse comando só pode ser usado em canais de tópico público.",
	"guildTextOnly": "Esse comando só pode ser usado em canais de texto.",
	"threadOnly": "Esse comando só pode ser usado em canais de tópicos."
}
