{
	"channelsMediaOnly": "Os canais onde apenas anexos de mídia podem ser enviados.",
	"channelsIgnoreAll": "Canais que eu deveria ignorar para todos os tipos de registros.",
	"channelsIgnoreMessageDelete": "Canais que devo ignorar quando verificar se há mensagens excluídas são registradas.",
	"channelsIgnoreMessageEdit": "Canais que devo ignorar quando verificar se as mensagens editadas são registradas.",
	"channelsIgnoreReactionAdd": "Canais que devo ignorar ao verificar se há reacções adicionais.",
	"channelsIgnoreVoiceActivity": "Os canais que eu deveria ignorar quando o relatório de atividade muda.",
	"channelsLogsChannelCreate": "O canal para os logs de criação de canal, se for atribuído, enviarei uma mensagem quando outro canal for criado.",
	"channelsLogsChannelDelete": "O canal para logs de exclusão de canais, se for definido, eu enviarei uma mensagem para este canal quando outro canal for excluído.",
	"channelsLogsChannelUpdate": "O canal para os logs de atualização do canal, se definido, Eu vou enviar uma mensagem para este canal quando qualquer canal for atualizado de qualquer forma. Esta mensagem conterá as alterações feitas no canal.",
	"channelsLogsEmojiCreate": "O canal para os logs de criação de emojis, se for definido, eu enviarei uma mensagem quando um emoji for criado.",
	"channelsLogsEmojiDelete": "O canal para registros de exclusão de emojis, se for definido, eu enviarei uma mensagem quando um emoji for excluído.",
	"channelsLogsEmojiUpdate": "O canal para registros de atualizações de emojis, se for definido, eu envio uma mensagem quando um emoji é atualizado de alguma forma. Essa mensagem conterá as mudanças feitas nos emojis.",
	"channelsLogsImage": "O canal que eu usarei para re-carregar todas as imagens que vejo.",
	"channelsLogsMemberAdd": "O canal para o qual enviarei uma mensagem quando um membro entrar.",
	"channelsLogsMemberRemove": "O canal para o qual enviarei uma mensagem quando um membro sair, for expulso ou for banido.",
	"channelsLogsMemberNickNameUpdate": "O canal para o qual enviarei uma mensagem quando um membro mudar seu apelido.",
	"channelsLogsMemberUserNameUpdate": "O canal para o qual enviarei uma mensagem quando um membro mudar seu nome de usuário.",
	"channelsLogsMemberRolesUpdate": "O canal para o qual enviarei uma mensagem quando um membro receber ou perder um papel.",
	"channelsLogsMessageDelete": "O canal para o qual enviarei uma mensagem quando uma mensagem for excluída.",
	"channelsLogsMessageDeleteNsfw": "O canal para o qual enviarei uma mensagem quando uma mensagem de um canal NSFW for excluída.",
	"channelsLogsMessageUpdate": "O canal para o qual enviarei uma mensagem quando uma mensagem for atualizada.",
	"channelsLogsMessageUpdateNsfw": "O canal para o qual enviarei uma mensagem quando uma mensagem de um canal NSFW for atualizada.",
	"channelsLogsModeration": "O canal para registros de moderação, uma vez ativado, publicarei todos os meus casos de moderação lá. Se `eventos. an-remove` e/ou `eventos.ban-remove` estão ativados, eu automaticamente publicarei logs anônimos.",
	"channelsLogsPrune": "O canal para registros de limpeza, mesmo requisito dos logs de mensagem normais, mas só enviará mensagens de limpeza.",
	"channelsLogsReaction": "O canal para os logs de reação, o mesmo requisito dos registros de mensagens normais, mas só enviará reações de mensagens. Se você não quer que dois emojis estejam registrados, você pode alternar `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "O canal para os logs de criação de papéis, se for definido, eu envio uma mensagem quando uma nova função é criada.",
	"channelsLogsRoleDelete": "O canal dos logs de exclusão de papéis, se for definido, eu envio uma mensagem quando uma função é excluída.",
	"channelsLogsRoleUpdate": "O canal para os logs de atualização de papéis, se for definido, eu envio uma mensagem quando uma função é atualizada de alguma forma. Essa mensagem conterá as alterações feitas na função.",
	"channelsLogsServerUpdate": "O canal para os logs de atualização do servidor, se for definido, eu envio uma mensagem quando o servidor é atualizado de alguma forma. Essa mensagem conterá as alterações feitas no servidor.",
	"channelsLogsVoiceChannel": "O canal para registros de canal de voz, se for atribuído, eu envio uma mensagem quando um usuário se junta, parte ou se move para outro canal de voz.",
	"dashboardOnlyKey": "Esta chave só pode ser configurada através do [Painel de Controle Web](https://wolfstar.rocks)",
	"disabledChannels": "Uma lista de canais para comandos desativados, por exemplo, configurar um canal chamado general proíbe todos os usuários de usar meus comandos lá. Moderadores+ substituem esse propósito para permitir que eles moderem sem mudar de canais.",
	"disabledCommands": "Os comandos desativados, os comandos do núcleo podem não estar desativados, e os moderadores irão substituir isso. Todos os comandos devem estar em minúsculas.",
	"disableNaturalPrefix": "Se eu deveria ou não ouvir meu prefixo natural, `WolfStar,`",
	"eventsBanAdd": "Este evento postou logs de moderação não bot quando um usuário é banido. Você deve configurar o `channels.moderation-logs`.",
	"eventsBanRemove": "Este evento postou registros de moderação não-bot quando um usuário é desbanido. Você deve configurar o `channels.moderation-logs`.",
	"eventsTimeout": "Este evento posta registros de moderação não-bot quando o tempo limite de um usuário é alterado. Você deve configurar `channels.moderation-logs`.",
	"eventsUnknownMessages": "Se devo ou não postar atualizações de mensagens de comando desconhecidas.",
	"eventsTwemojiReactions": "Se as reações de dois emojis são publicadas no canal de logs de reação.",
	"eventsIncludeBots": "Se eu devo ou não ignorar os bots nos logs do servidor.",
	"language": "O idioma que usarei para o seu servidor. Pode não estar disponível no idioma que você deseja.",
	"messagesIgnoreChannels": "Os canais configurados para não aumentar o contador de pontos para usuários.",
	"messagesModerationAutoDelete": "Se os comandos de moderação devem ou não ser excluídos automaticamente.",
	"messagesModerationDm": "Se devo ou não enviar uma mensagem direta para o usuário de destino nas ações de moderação.",
	"messagesModerationMessageDisplay": "Se uma resposta deve ser enviada para comandos de moderação.",
	"messagesModerationReasonDisplay": "Se a razão será exibida em comandos de moderação.",
	"messagesModeratorNameDisplay": "Se eu devo ou não exibir o nome do moderador que tomou a ação ao enviar o usuário de destino uma mensagem de moderação. Requer a ativação do arquivo `messages.moderation-dm`.",
	"messagesAutoDeleteIgnoredAll": "Se as respostas de comandos devem ser automaticamente excluídas ao excluir a mensagem de qualquer usuário.",
	"messagesAutoDeleteIgnoredRoles": "Os papéis que os usuários devem ter para suas respostas de comando não serem excluídas automaticamente ao excluir a mensagem do usuário.",
	"messagesAutoDeleteIgnoredChannels": "Os canais onde respostas de comando não serão excluídas automaticamente ao excluir a mensagem do usuário.",
	"messagesAutoDeleteIgnoredCommands": "O comando que as respostas não serão excluídas automaticamente ao excluir a mensagem do usuário.",
	"noMentionSpamAlerts": "Se os utilizadores devem ou não ser alertados quando estão prestes a obter o martelo da proibição.",
	"noMentionSpamEnabled": "Se eu deveria ou não ter o martelo proibido pronto para mencionar spammers.",
	"noMentionSpamMentionsAllowed": "A quantidade mínima de \"pontos\" que o usuário deve acumular antes de descarregar o martelo. Uma menção de um utilizador contará como um ponto, como uma menção de um papel como dois pontos e como uma menção de todos e de todos aqui mencionados como 5 pontos.",
	"noMentionSpamTimePeriod": "A quantidade de tempo em segundos em que o balde menção deve atualizar. Por exemplo, se isto estiver definido como `8` e você mencionou dois usuários 7 segundos de lado, o balde seria executado desde o início com a quantidade acumulada de pontos.",
	"prefix": "Um prefixo é um afixo que é adicionado na frente da palavra, neste caso, a mensagem. Ele permite que os bots distinguam entre uma mensagem regular e um comando.",
	"rolesAdmin": "As funções de administrador. Administradores têm acesso a todos os comandos de moderação e gerenciamento. O padrão é para qualquer pessoa com a permissão {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "O papel inicial, se configurado, entregá-lo-ei aos usuários assim que aderirem.",
	"rolesInitialHumans": "Se configurado, concederei este cargo aos usuários comuns ao entrar. (não bots)",
	"rolesInitialBots": "Se configurado, darei esse cargo aos usuários do bot quando entrarem.",
	"rolesModerator": "As funções de moderador. Os moderadores têm acesso a quase todos os comandos de moderação. O padrão é qualquer um que pode banir membros.",
	"rolesMuted": "O papel mudo, se configurado, darei esse papel aos novos usuários silenciados. Caso contrário, vou pedir-lhe a criação de um.",
	"rolesPublic": "Os papéis públicos. Eles podem ser reivindicados por qualquer usuário usando o comando `roles`.",
	"rolesRemoveInitial": "Se a reivindicação de um cargo público deve remover o papel inicial ao mesmo tempo.",
	"rolesRestrictedAttachment": "O cargo que é usado para o comando de moderação de restrictAttachment",
	"rolesRestrictedEmbed": "O papel que é usado para o comando de moderação restrictEmbed.",
	"rolesRestrictedEmoji": "O cargo usado para o comando de moderação de restrictEmoji.",
	"rolesRestrictedReaction": "O papel que é usado para o comando de moderação de restrictReaction.",
	"rolesRestrictedVoice": "O papel que é usado para o comando de moderação do restrictVoice.",
	"selfmodAttachmentsEnabled": "Se o filtro de anexos está ativado ou não.",
	"selfmodAttachmentsIgnoredChannels": "Os canais que serão ignorados pelo subsistema de filtros de anexos",
	"selfmodAttachmentsIgnoredRoles": "Os papéis que serão ignorados pelo subsistema de filtros de anexos",
	"selfmodCapitalsEnabled": "Se as letras maiúsculas filtram subsistema selfmod está ativado ou não.",
	"selfmodCapitalsIgnoredChannels": "Os canais que serão ignorados pelo subsistema de filtros de maiúsculas",
	"selfmodCapitalsIgnoredRoles": "Os papéis que serão ignorados pelo subsistema de filtros de maiúsculas",
	"selfmodCapitalsMaximum": "O número máximo de caracteres que as mensagens devem ter antes de tentar excluí-lo. Você deve habilitá-lo com o comando `capitalsMode`.",
	"selfmodCapitalsMinimum": "O mínimo de caracteres que a mensagem deve ter antes de tentar excluí-la. Você deve habilitá-lo com o comando `capitalsMode`.",
	"selfmodFilterEnabled": "Se o subsistema filtro de palavras está ativado ou não.",
	"selfmodFilterIgnoredChannels": "Os canais que serão ignorados pelo subsistema de filtros",
	"selfmodFilterIgnoredRoles": "As funções que serão ignoradas pelo subsistema de filtros",
	"selfmodIgnoreChannels": "Os canais que eu ignorarei, tenha cuidado com qualquer canal configurado terão todos os sistemas de moderação automática (CapsFilter, InviteLinks, e NoMentionSpam) desativados.",
	"selfmodInvitesEnabled": "Se o subsistema de convites filtrar selfmod está ativado ou não.",
	"selfmodInvitesIgnoredChannels": "Os canais que serão ignorados pelo subsistema de convites",
	"selfmodInvitesIgnoredCodes": "Os códigos de convite do Discord que serão ignorados pelo subsistema de convites",
	"selfmodInvitesIgnoredGuilds": "Os servidores do Discord que serão ignorados pelo subsistema de convites",
	"selfmodInvitesIgnoredRoles": "As funções que serão ignoradas pelo subsistema de convites",
	"selfmodLinksEnabled": "Se o subsistema de links de filtro de selfmod está ativado ou não.",
	"selfmodLinksIgnoredChannels": "Os canais que serão ignorados pelo subsistema de filtros de links",
	"selfmodLinksIgnoredRoles": "Os papéis que serão ignorados pelo subsistema de filtros de links",
	"selfmodLinksAllowed": "Os links permitidos",
	"selfmodMessagesEnabled": "Se o WolfStar deve tentar remover as mensagens duplicadas ou não.",
	"selfmodMessagesIgnoredChannels": "Os canais que serão ignorados pelo subsistema de mensagens duplicadas",
	"selfmodMessagesIgnoredRoles": "Os papéis que serão ignorados pelo subsistema de mensagens duplicadas",
	"selfmodMessagesMaximum": "A quantidade de mensagens duplicadas necessárias na fila antes de executar a ação, o tamanho da fila é configurável em 'selfmod.messages.size' .",
	"selfmodMessagesQueueSize": "A quantidade de mensagens que o WolfStar irá acompanhar para a detecção de duplicação de mensagens.",
	"selfmodNewlinesEnabled": "Se as novas linhas filtrar subsistema selfmod está ativado ou não.",
	"selfmodNewlinesIgnoredChannels": "Os canais que serão ignorados pelo novo subsistema de linhas",
	"selfmodNewlinesIgnoredRoles": "Os papéis que serão ignorados pelo novo subsistema de linhas",
	"selfmodNewlinesMaximum": "A quantidade máxima de novas linhas antes do WolfStar começará a aplicar penalidades",
	"selfmodReactionsBlocked": "As reações bloqueadas",
	"selfmodReactionsEnabled": "Se o subsistema de filtro de reações do selfmod está ativado ou não.",
	"selfmodReactionsIgnoredChannels": "Os canais que serão ignorados pelo subsistema de reações",
	"selfmodReactionsIgnoredRoles": "As funções que serão ignoradas pelo subsistema de reações",
	"selfmodReactionsMaximum": "A quantidade máxima de reações antes de eu começar a aplicar penalidades",
	"selfmodReactionsAllowed": "As reações permitidas",
	"validationChooseKey": "Você não pode configurar um grupo, por favor, escolha uma das seguintes chaves: {{keys, list(conjunction)}}.",
	"validationMissingValue": "O valor ``{{value}}`` não foi definido na chave **{{path}}**.",
	"validationDuplicatedValue": "O valor para a chave `{{path}}` já estava definido para ``{{value}}``!"
}
