{
	"clientPermissions": "Minulla ei ole riittäviä oikeuksia! Puuttuu: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Tätä ei pitäisi koskaan tapahtua, en tiedä kuka olen.",
	"clientPermissionsNoPermissions": "Tätä ei pitäisi koskaan tapahtua, en onnistunut määrittämään, mitä oikeuksia minulla on.",
	"runIn": "Tätä komentoa ei voi suorittaa tässä kanavatyypissä.",
	"userPermissionsNoPermissions": "Näin ei pitäisi koskaan tapahtua, en onnistunut määrittämään, mitä oikeuksia sinulla on.",
	"unavailable": "Tätä ei pitäisi koskaan tapahtua, en löytänyt vaadittua edellytystä tälle komennolle.",
	"cooldown": "Olet juuri käyttänyt tätä komentoa. Voit käyttää tätä komentoa uudelleen {{remaining, duration}}.",
	"nsfw": "Et saa käyttää NSFW-komentoja tällä kanavalla!",
	"userPermissions": "Sinulla ei ole riittäviä oikeuksia! Sinulta puuttuu: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Näin ei saa koskaan tapahtua, yksi ennakkoehdoista, jota tämä komento vaatii, puuttuu viestin käsittelijältä.",
	"missingChatInputHandler": "Näin ei saa koskaan tapahtua, yksi niistä edellytyksistä, joita tämä komento vaatii, puuttuu kauttaviivakomennon käsittelijä.",
	"missingContextMenuHandler": "Tätä ei pitäisi koskaan tapahtua, yksi ennakkoehdoista, jota tämä komento vaatii, puuttuu kontekstivalikon käsittelijä.",
	"administrator": "You need administrator privileges to run `{{command.name}}`!",
	"disabledGlobal": "Botin omistajat ovat poistaneet tämän komennon kokonaan. Haluatko tietää miksi ja selvittää, milloin se palaa? Liity viralliseen WolfStar-palvelimeen: <https://join.wolfstar.rocks>",
	"disabledGuild": "Tämän palvelimen ylläpitäjä on poistanut tämän komennon käytöstä!",
	"moderator": "Tarvitset valvojan oikeudet suorittaaksesi `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Sinulla ei ole oikeuksia käyttää tätä komentoa!",
	"serverOwner": "Sinun täytyy olla palvelimen omistaja, jotta voit suorittaa `{{command.name}}`!",
	"dmOnly": "Tätä komentoa voidaan käyttää vain DM kanavilla.",
	"guildNewsOnly": "Tätä komentoa voidaan käyttää vain ilmoituskanavissa.",
	"guildNewsThreadOnly": "Tätä komentoa voidaan käyttää vain ilmoituslankakanavissa.",
	"guildOnly": "Tätä komentoa voidaan käyttää vain palvelinkanavilla.",
	"guildPrivateThreadOnly": "Tätä komentoa voidaan käyttää vain yksityisissä lankakanavissa.",
	"guildPublicThreadOnly": "Tätä komentoa voidaan käyttää vain julkisissa lankakanavissa.",
	"guildTextOnly": "Tätä komentoa voidaan käyttää vain tekstikanavissa.",
	"threadOnly": "Tätä komentoa voidaan käyttää vain lankakanavissa."
}
