{
	"channelsMediaOnly": "Kanavat, joihin voi lähettää vain medialaitteita.",
	"channelsIgnoreAll": "Kanavat, joita minun pitäisi jättää huomiotta kaikentyyppisissä logoissa.",
	"channelsIgnoreMessageDelete": "Kanavat Minun pitäisi ohittaa tarkistettaessa poistetut viestit lokiin.",
	"channelsIgnoreMessageEdit": "Kanavat minun pitäisi ohittaa tarkistettaessa muokattuja viestejä lokiin.",
	"channelsIgnoreReactionAdd": "Kanavat minun pitäisi ohittaa tarkistettaessa lisätyt reaktiot.",
	"channelsIgnoreVoiceActivity": "Kanavat minun pitäisi jättää huomiotta, kun raportointi muuttuu.",
	"channelsLogsChannelCreate": "Kanava kanavien luomislokeille, jos asetettu, lähetän viestin, kun toinen kanava on luotu.",
	"channelsLogsChannelDelete": "Kanavan poistolokien, jos ne on asetettu, lähetän viestin tälle kanavalle, kun toinen kanava on poistettu.",
	"channelsLogsChannelUpdate": "Kanavan päivityslokien kanava, jos asetettu, Lähetän viestin tälle kanavalle, kun jokin kanava (mukaan lukien tämä kanava) päivitetään millään tavalla. Tämä viesti sisältää kanavalle tehdyt muutokset.",
	"channelsLogsEmojiCreate": "Kanava emojien luomislokeille, jos se on asetettu, lähetän viestin, kun emoji on luotu.",
	"channelsLogsEmojiDelete": "Kanava emoji-poistolokeille, jos sellainen on asetettu, lähetän viestin, kun emoji on poistettu.",
	"channelsLogsEmojiUpdate": "Kanava emoji päivityslokeille, jos asetettu, lähetän viestin, kun emojia päivitetään millään tavalla. Tämä viesti sisältää emojeihin tehdyt muutokset.",
	"channelsLogsImage": "Kanava käytän ladata uudelleen kaikki kuvat näen.",
	"channelsLogsMemberAdd": "Kanava Minä lähetän viestin, kun jäsen liittyy.",
	"channelsLogsMemberRemove": "Kanava, johon lähetän viestin, kun jäsen lähtee, on potkittu, tai on kielletty.",
	"channelsLogsMemberNickNameUpdate": "Kanava Minä lähetän viestin, kun jäsen muuttaa heidän lempinimensä.",
	"channelsLogsMemberUserNameUpdate": "Kanava Minä lähetän viestin, kun jäsen muuttaa heidän käyttäjänimeään.",
	"channelsLogsMemberRolesUpdate": "Kanava Minä lähetän viestin, kun jäsen saa tai menettää roolin.",
	"channelsLogsMessageDelete": "Kanava Minä lähetän viestin kun viesti on poistettu.",
	"channelsLogsMessageDeleteNsfw": "Kanava Minä lähetän viestin kun viesti NSFW kanavan on poistettu.",
	"channelsLogsMessageUpdate": "Kanava Minä lähetän viestin kun viesti on päivitetty.",
	"channelsLogsMessageUpdateNsfw": "Kanava Minä lähetän viestin kun viesti NSFW kanava on päivitetty.",
	"channelsLogsModeration": "Moderointilokien kanava kerran käytössä, MINÄ julkaisen kaikki moderointitapaukseni sinne. Jos `tapahtumat. an-remove` ja/tai `events.ban-remove` ovat käytössä, kirjoitan automaattisesti nimettömiä lokeja.",
	"channelsLogsPrune": "Kanava karsinokeille, sama vaatimus kuin normaalit viestilokit, mutta lähettää vain karsinoviestejä.",
	"channelsLogsReaction": "Kanava reaktiolokeille, sama vaatimus kuin normaalit viestilokit, mutta lähettää vain viestien reaktioita. Jos et halua twemojis kirjautua, voit vaihtaa `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Kanava roolin luomiseen lokit, jos asetettu, lähetän viestin, kun uusi rooli on craeted.",
	"channelsLogsRoleDelete": "Kanava roolin poisto lokia, jos asetettu, lähetän viestin, kun rooli on poistettu.",
	"channelsLogsRoleUpdate": "Kanava roolin päivitys lokit, jos asetettu, Lähetän viestin, kun rooli on päivitetty millään tavalla. Tämä viesti sisältää rooliin tehdyt muutokset.",
	"channelsLogsServerUpdate": "Palvelimen päivityslokien kanava, jos asetettu, lähetän viestin, kun palvelinta päivitetään millään tavalla. Tämä viesti sisältää palvelimeen tehdyt muutokset.",
	"channelsLogsVoiceChannel": "Kanava äänikanavan lokeihin, jos asetettu, lähetän viestin, kun käyttäjä liittyy, lähtee tai siirtyy toiseen äänikanavaan.",
	"dashboardOnlyKey": "Tämä avain voidaan määrittää vain [web dashboard](https://wolfstar.rocks)",
	"disabledChannels": "Luettelo vammaisille komennoille tarkoitetuista kanavista, esimerkiksi, yleiseksi kutsutun kanavan perustaminen, estää kaikkia käyttäjiä käyttämästä komentojani siellä. Moderaattorit+ ohittaa tämän tarkoituksellisesti, jotta he voivat maltita ilman kytkentä kanavia.",
	"disabledCommands": "Käytössä olevat komennot, ydinkomennot eivät välttämättä ole pois käytöstä, ja valvojat ohittavat tämän. Kaikkien komentojen on oltava pienikokoisia.",
	"disableNaturalPrefix": "Onko minun syytä kuunnella luonnollista etuliitettä `WolfStar,`",
	"eventsBanAdd": "Tämä tapahtuma sisältää ei-botin moderointilokia, kun käyttäjä saa porttikiellon. Sinun täytyy asettaa `channels.moderation-logs`.",
	"eventsBanRemove": "Tämä tapahtuma sisältää ei-botin moderointilokia, kun käyttäjä poistaa porttikiellon. Sinun täytyy asettaa `channels.moderation-logs`.",
	"eventsTimeout": "Tämä tapahtuma sisältää ei-botin moderointilokia, kun käyttäjän aikakatkaisun tila muuttuu. Sinun täytyy määrittää `channels.moderation-logs`.",
	"eventsUnknownMessages": "Onko minun pitäisi lähettää päivityksiä tuntemattomiin komentoviesteihin.",
	"eventsTwemojiReactions": "Se, lähetetäänkö twemojin reaktiot reaktiolokeihin vai ei.",
	"eventsIncludeBots": "Onko minun pitäisi ohittaa botit palvelimen lokeissa.",
	"language": "Kieli jota käytän palvelimellesi. Se ei välttämättä ole saatavilla haluamasi kielellä.",
	"messagesIgnoreChannels": "Kanavat on määritetty niin, että ne eivät lisää pistelaskuria käyttäjille.",
	"messagesModerationAutoDelete": "Onko moderointikomentoja poistettava automaattisesti vai ei.",
	"messagesModerationDm": "Onko minun syytä lähettää suora viesti kohdekäyttäjälle moderointitoimista vai ei.",
	"messagesModerationMessageDisplay": "Onko vastaus lähetettävä moderointikomentoja varten vai ei.",
	"messagesModerationReasonDisplay": "Se, näkyykö syy moderointikomennoissa. @ info: whatsthis",
	"messagesModeratorNameDisplay": "Onko minun pitäisi näyttää nimi moderaattori, joka otti toiminnan, kun lähetät kohdekäyttäjälle moderointi viestin. Vaatii `messages.moderation-dm` otettavaksi käyttöön.",
	"messagesAutoDeleteIgnoredAll": "Onko komento vastaukset pitäisi automaattisesti poistaa poistettaessa minkä tahansa käyttäjän viestiä.",
	"messagesAutoDeleteIgnoredRoles": "Käyttäjien roolien tulisi olla niin, että komentovastauksiaan ei poisteta automaattisesti poistettaessa käyttäjän viestiä.",
	"messagesAutoDeleteIgnoredChannels": "Kanavat, joissa komentovastauksia ei poisteta automaattisesti poistettaessa käyttäjän viestiä.",
	"messagesAutoDeleteIgnoredCommands": "Komento, jota vastauksia ei poisteta automaattisesti poistettaessa käyttäjän viestiä.",
	"noMentionSpamAlerts": "Onko käyttäjille ilmoitettava siitä, milloin he aikovat saada kieltovasaran, vai ei.",
	"noMentionSpamEnabled": "Olisiko kiellon vasara oltava valmis mainitsemaan roskapostittajat vai ei.",
	"noMentionSpamMentionsAllowed": "Minimimäärä \"pistettä\" käyttäjän on kerrytettävä ennen vasaran laskeutumista. Käyttäjän maininta lasketaan yhdeksi kohdaksi, roolimaininnaksi 2 pistettä, ja jokainen / täällä mainitsee 5 pistettä.",
	"noMentionSpamTimePeriod": "Ajan määrä sekunneissa, jossa maininta kauha pitäisi päivittää. Esimerkiksi, jos tämä on asetettu `8` ja mainitsit kaksi käyttäjää 7 sekunnin välein, kauha käynnistyisi alusta alkaen siten, että pisteiden määrä olisi kertynyt yhteen.",
	"prefix": "Etuliite on kiinnitys, joka on lisätty sanan eteen, tässä tapauksessa viesti. Sen avulla botit voivat erottaa tavallisen viestin ja komennon.",
	"rolesAdmin": "Ylläpitäjäroolit. Ylläpitäjillä on pääsy kaikkiin moderointi- ja hallintakomentoihin. Oletuksena on kuka tahansa, jolla on {{MANAGE_GUILD, permissions}} käyttöoikeus.",
	"rolesInitial": "Ensimmäinen rooli, jos konfiguroitu, annan sen käyttäjille heti, kun he liittyvät.",
	"rolesInitialHumans": "Jos asetettu, annan tämän roolin tavallisille käyttäjille liittyessä (ei bottia)",
	"rolesInitialBots": "Jos asetettu, annan tämän roolin botti käyttäjille liittyessä.",
	"rolesModerator": "Moderaattorin roolit. Moderaattoreilla on pääsy lähes kaikkiin moderointikomentoihin. Oletukset kaikille, jotka voivat kieltää jäseniä.",
	"rolesMuted": "Mykistetty rooli, jos asetettu, annan uusia mykistettyjä käyttäjiä tämä rooli. Muuten kehotan sinua luomaan yhden.",
	"rolesPublic": "Julkiset roolit. Kuka tahansa käyttäjä voi vaatia näitä komentoa käyttäen `roles`.",
	"rolesRemoveInitial": "Se, pitäisikö julkisen roolin vaatiminen poistaa alkuperäinen rooli samanaikaisesti.",
	"rolesRestrictedAttachment": "Rooli, jota käytetään restrictAttachment moderointikomennossa",
	"rolesRestrictedEmbed": "Rooli, jota käytetään restrictEmbed modation komennossa.",
	"rolesRestrictedEmoji": "Rooli, jota käytetään restrictEmoji moderointikomennon yhteydessä.",
	"rolesRestrictedReaction": "Rooli, jota käytetään restrictReaction modation komennossa.",
	"rolesRestrictedVoice": "The role that is used for the restrictVoice moderation command. (Automatic Copy)",
	"selfmodAttachmentsEnabled": "Onko liitesuodatin otettu käyttöön vai ei.",
	"selfmodAttachmentsIgnoredChannels": "Kanavat, jotka jätetään huomiotta liitetiedostojen suodattimen alajärjestelmässä",
	"selfmodAttachmentsIgnoredRoles": "Roolit, joita liitetiedostojen suodattimet jättävät huomiotta alajärjestelmässä",
	"selfmodCapitalsEnabled": "Onko isot suodatin selfmod alajärjestelmä käytössä vai ei.",
	"selfmodCapitalsIgnoredChannels": "Kanavat, jotka jätetään huomiotta kapitalistien suodattimen alajärjestelmässä",
	"selfmodCapitalsIgnoredRoles": "Päästöjen suodattimien alajärjestelmä jättää huomiotta roolit, joita ei oteta huomioon",
	"selfmodCapitalsMaximum": "Enimmäismäärä merkkejä, joita viesteillä on oltava ennen kuin yrität poistaa sen. Sinun on otettava se käyttöön `capitalsMode`-komennolla.",
	"selfmodCapitalsMinimum": "Minimimäärä merkkejä, jotka viestillä on oltava ennen kuin yrität poistaa sen. Sinun tulee ottaa se käyttöön `capitalsMode` komennolla.",
	"selfmodFilterEnabled": "Onko sana suodatin selfmod osajärjestelmä käytössä vai ei.",
	"selfmodFilterIgnoredChannels": "Kanavat, jotka suodattimien alajärjestelmä jättää huomiotta",
	"selfmodFilterIgnoredRoles": "Roolit, jotka suodattimien alajärjestelmä jättää huomiotta",
	"selfmodIgnoreChannels": "Kanavat, joita jätän huomiotta, ole varovainen millä tahansa konfiguroidulla kanavalla on kaikki automaattiset moderointijärjestelmät (CapsFilter, InviteLinks ja NoMentionSpam) deaktivoitu.",
	"selfmodInvitesEnabled": "Suodattaako kutsut itsemod -osajärjestelmää käytössä vai ei.",
	"selfmodInvitesIgnoredChannels": "Kanavat, jotka jätetään huomiotta kutsujen alajärjestelmässä",
	"selfmodInvitesIgnoredCodes": "The Discordin kutsukoodit, jotka jätetään huomiotta kutsujen alajärjestelmässä",
	"selfmodInvitesIgnoredGuilds": "The Discord-palvelimet, jotka jätetään huomiotta kutsujen alajärjestelmässä",
	"selfmodInvitesIgnoredRoles": "The roles that will be ignored by the invites sub-system",
	"selfmodLinksEnabled": "Onko linkit suodatin selfmod osajärjestelmä käytössä vai ei.",
	"selfmodLinksIgnoredChannels": "Kanavat, jotka jätetään huomiotta linkkien suodattimen alajärjestelmässä",
	"selfmodLinksIgnoredRoles": "Roolit, jotka jätetään huomiotta linkkien suodattimien alajärjestelmässä",
	"selfmodLinksAllowed": "Linkit jotka ovat sallittuja",
	"selfmodMessagesEnabled": "Onko WolfStarin tarkoitus yrittää poistaa päällekkäisiä viestejä vai ei.",
	"selfmodMessagesIgnoredChannels": "Kanavat, jotka jätetään huomiotta viestien kaksoiskappaleiden alajärjestelmässä",
	"selfmodMessagesIgnoredRoles": "Roolit, jotka jätetään huomiotta viestien kaksoiskappaleiden alajärjestelmässä",
	"selfmodMessagesMaximum": "Jonossa olevien päällekkäisten viestien määrä ennen kuin ryhdytään toimiin Jonon koko on konfiguroitavissa `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Viestien määrä WolfStar pitää kirjaa viestin päällekkäisyyksien havaitsemista varten.",
	"selfmodNewlinesEnabled": "Suodatetaanko uudet linjat itsemod -osajärjestelmää käytössä vai ei.",
	"selfmodNewlinesIgnoredChannels": "Kanavat, jotka uusien rivien alajärjestelmä jättää huomiotta",
	"selfmodNewlinesIgnoredRoles": "Roolit, jotka uusien rivien alajärjestelmä jättää huomiotta",
	"selfmodNewlinesMaximum": "Enimmäismäärä uusia rivejä ennen WolfStaria alkaa soveltaa seuraamuksia",
	"selfmodReactionsBlocked": "Reaktiot, jotka ovat tukossa",
	"selfmodReactionsEnabled": "Suodattaako reaktiot itsemod osajärjestelmää käytössä vai ei.",
	"selfmodReactionsIgnoredChannels": "Kanavat, jotka jätetään huomiotta reaktioiden alajärjestelmässä",
	"selfmodReactionsIgnoredRoles": "Ne roolit, jotka jätetään huomiotta reaktioiden alajärjestelmässä",
	"selfmodReactionsMaximum": "Enimmäismäärä reaktioita ennen kuin ryhdyn soveltamaan seuraamuksia",
	"selfmodReactionsAllowed": "Reaktiot, jotka ovat sallittuja",
	"validationChooseKey": "Ryhmää ei voi määrittää, valitse yksi seuraavista avaimista: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Arvo ``{{value}}`` ei ollut asetettu avaimessa **{{path}}**.",
	"validationDuplicatedValue": "The value for the key `{{path}}` was already set to ``{{value}}``!"
}
