{
	"clientPermissions": "Nu am suficiente permisiuni! Îmi lipsesc: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Asta nu ar trebui să se întâmple niciodată, nu ştiu cine sunt.",
	"clientPermissionsNoPermissions": "Asta nu ar trebui să se întâmple niciodată, am eșuat în a determina ce permisiuni am.",
	"runIn": "Această comandă nu poate fi rulată în acest tip de canal.",
	"userPermissionsNoPermissions": "Asta nu ar trebui să se întâmple niciodată, am eșuat în a determina ce permisiuni ai.",
	"unavailable": "Acest lucru nu ar trebui să se întâmple niciodată, nu am putut găsi o condiție prealabilă necesară pentru această comandă.",
	"cooldown": "Tocmai aţi folosit această comandă. Puteţi utiliza această comandă din nou în {{remaining, duration}}.",
	"nsfw": "Nu poți folosi comenzi NSFW în acest canal!",
	"userPermissions": "Nu ai suficiente permisiuni! Lipsesc: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Acest lucru nu ar trebui să se întâmple niciodată, una dintre condițiile de care are nevoie această comandă îi lipsește un gestionar de mesaje.",
	"missingChatInputHandler": "Acest lucru nu ar trebui să se întâmple niciodată, una dintre condițiile de care are nevoie această comandă îi lipsește un gestionar de comandă slash.",
	"missingContextMenuHandler": "Acest lucru nu ar trebui să se întâmple niciodată, una dintre condițiile prealabile de care are nevoie această comandă îi lipsește un meniu de context.",
	"administrator": "Aveți nevoie de drepturi de administrator pentru a rula `{{command.name}}`!",
	"disabledGlobal": "Această comandă a fost dezactivată global de către proprietarii bot-ului. Vrei să știi de ce și să afli când se va întoarce? Alătură-te serverului oficial WolfStar: <https://join.wolfstar.rocks>",
	"disabledGuild": "Această comandă a fost dezactivată de un administrator din acest server!",
	"moderator": "Ai nevoie de privilegii de moderator pentru a rula `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Nu ai permisiunea de a folosi această comandă!",
	"serverOwner": "Trebuie să fii proprietarul serverului pentru a rula `{{command.name}}`!",
	"dmOnly": "Această comandă poate fi utilizată numai în canalele MD.",
	"guildNewsOnly": "Această comandă poate fi utilizată doar în canalele de anunțuri.",
	"guildNewsThreadOnly": "Această comandă poate fi folosită doar în canalele de tip temă de anunț.",
	"guildOnly": "Această comandă poate fi utilizată doar în canalele de server.",
	"guildPrivateThreadOnly": "Această comandă poate fi utilizată numai în canalele private de discuții.",
	"guildPublicThreadOnly": "Această comandă poate fi folosită doar în canalele publice de discuţii.",
	"guildTextOnly": "Această comandă poate fi utilizată numai în canalele de text.",
	"threadOnly": "Această comandă poate fi folosită doar în canalele de discuţii."
}
