{
	"channelsMediaOnly": "Canalele în care pot fi trimise numai atașamente media.",
	"channelsIgnoreAll": "Canalele pe care ar trebui să le ignor pentru toate tipurile de logare.",
	"channelsIgnoreMessageDelete": "Canalele pe care ar trebui să le ignor la verificarea mesajelor șterse pentru a le însemna.",
	"channelsIgnoreMessageEdit": "Canalele pe care ar trebui să le ignor când se verifică pentru a vedea mesajele editate în jurnal.",
	"channelsIgnoreReactionAdd": "Canalele pe care trebuie să le ignor atunci când verific pentru reacții adăugate.",
	"channelsIgnoreVoiceActivity": "Canalele pe care ar trebui să le ignor când raportez schimbările de activitate.",
	"channelsLogsChannelCreate": "Canalul pentru jurnalele de creare a canalelor, dacă este setat, voi trimite un mesaj atunci când un alt canal este creat.",
	"channelsLogsChannelDelete": "Canalul pentru ștergerea canalelor, dacă este setat, voi trimite un mesaj către acest canal atunci când un alt canal este șters.",
	"channelsLogsChannelUpdate": "Canalul pentru jurnalele de actualizare a canalului, dacă este setat, Voi trimite un mesaj către acest canal atunci când orice canal (inclusiv acesta) va fi actualizat în orice fel. Acest mesaj va conține modificările efectuate la canal.",
	"channelsLogsEmojiCreate": "Canalul pentru jurnalele de creare a emoji-urilor, dacă este setat, voi trimite un mesaj atunci când un emoji a fost creat.",
	"channelsLogsEmojiDelete": "Canalul pentru jurnalele de ștergere emoji, dacă este setat, voi trimite un mesaj atunci când un emoji este șters.",
	"channelsLogsEmojiUpdate": "Canalul pentru jurnalele de actualizări ale emoji-ului, dacă este setat, trimite un mesaj atunci când un emoji este actualizat în vreun fel. Acest mesaj va conține modificările făcute la emoji.",
	"channelsLogsImage": "Canalul pe care îl voi folosi pentru a reîncărca toate imaginile pe care le văd.",
	"channelsLogsMemberAdd": "Canalul căruia îi voi trimite un mesaj atunci când se va alătura un membru.",
	"channelsLogsMemberRemove": "Canalul căruia îi voi trimite un mesaj atunci când un membru pleacă, este dat afară sau este interzis.",
	"channelsLogsMemberNickNameUpdate": "Canalul la care voi trimite un mesaj atunci când un membru îşi schimbă porecla.",
	"channelsLogsMemberUserNameUpdate": "Canalul la care voi trimite un mesaj atunci când un membru îşi schimbă numele de utilizator.",
	"channelsLogsMemberRolesUpdate": "Canalul la care voi trimite un mesaj atunci când un membru primește sau pierde un rol.",
	"channelsLogsMessageDelete": "Canalul la care voi trimite un mesaj atunci când un mesaj a fost șters.",
	"channelsLogsMessageDeleteNsfw": "Canalul la care voi trimite un mesaj atunci când un mesaj de la un canal NSFW a fost șters.",
	"channelsLogsMessageUpdate": "Canalul la care voi trimite un mesaj atunci când un mesaj a fost actualizat.",
	"channelsLogsMessageUpdateNsfw": "Canalul la care voi trimite un mesaj atunci când un mesaj de la un canal NSFW a fost actualizat.",
	"channelsLogsModeration": "Canalul pentru jurnalele de moderare, odată activat, voi posta toate cazurile mele de moderare acolo. Dacă `evenimentele. an-remove` şi/sau `events.ban-remove` sunt activate, voi posta automat jurnale anonime.",
	"channelsLogsPrune": "Canalul pentru jurnalele de curățare, aceeași cerință ca și jurnalele normale de mesaje, dar va trimite doar mesaje de curățare.",
	"channelsLogsReaction": "Canalul pentru jurnalele de reacţii, aceeaşi cerinţă ca şi jurnalele normale de mesaje, dar va trimite doar reacţii la mesaje. Dacă nu doriți ca twemojis să fie înregistrat, puteți comuta `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Canalul pentru jurnalele de creare de roluri, dacă este setat, trimit un mesaj atunci când un nou rol este invadat.",
	"channelsLogsRoleDelete": "Canalul pentru jurnalele de ștergere a rolurilor, dacă este setat, trimit un mesaj atunci când un rol este șters.",
	"channelsLogsRoleUpdate": "Canalul pentru jurnalele de actualizări de roluri, dacă este setat, trimit un mesaj atunci când un rol este actualizat în orice mod. Acest mesaj va conține modificările aduse rolului.",
	"channelsLogsServerUpdate": "Canalul pentru jurnalele de actualizări ale serverului, dacă este setat, trimite un mesaj atunci când serverul este actualizat în orice mod. Acest mesaj va conține modificările făcute la server.",
	"channelsLogsVoiceChannel": "Canalul pentru jurnalele canalelor de voce, dacă este setat, trimit un mesaj atunci când un utilizator se alătură, pleacă sau se mută la un alt canal de voce.",
	"dashboardOnlyKey": "Această cheie poate fi configurată doar prin [panoul de control web](https://wolfstar.rocks)",
	"disabledChannels": "O listă de canale pentru comenzile dezactivate, de exemplu, configurarea unui canal numit general va interzice tuturor utilizatorilor să folosească comenzile mele acolo. Moderatori+ suprascriu acest lucru în mod intenționat pentru a le permite să se modereze fără a schimba canalele.",
	"disabledCommands": "Comenzile dezactivate, comenzile de bază nu pot fi dezactivate, iar moderatorii vor suprascrie acest lucru. Toate comenzile trebuie să fie în litere mici.",
	"disableNaturalPrefix": "Dacă ar trebui sau nu să ascult prefixul meu natural, `WolfStar,`",
	"eventsBanAdd": "Acest eveniment postează jurnale de moderare non-bot atunci când un utilizator este interzis. Trebuie să setați `channels.moderation-logs`.",
	"eventsBanRemove": "Acest eveniment postează jurnale de moderare non-bot atunci când un utilizator este debanat. Trebuie să setați `channels.moderation-logs`.",
	"eventsTimeout": "Acest eveniment postează jurnale de moderare non-bot atunci când statusul de expirare al unui utilizator se schimbă. Trebuie să setați `canels.moderation-logs`.",
	"eventsUnknownMessages": "Dacă ar trebui sau nu să postez actualizări pe mesaje de comandă necunoscute.",
	"eventsTwemojiReactions": "Dacă reacţiile la twemoji sunt sau nu postate în jurnalele de reacţii.",
	"eventsIncludeBots": "Dacă ar trebui sau nu să ignor boții în jurnalele de server.",
	"language": "Limba pe care o voi folosi pentru serverul dvs. Este posibil să nu fie disponibilă în limba dorită.",
	"messagesIgnoreChannels": "Canalele configurate pentru a nu mări contorul de puncte pentru utilizatori.",
	"messagesModerationAutoDelete": "Dacă comenzile de moderare ar trebui sau nu șterse automat sau nu.",
	"messagesModerationDm": "Dacă ar trebui sau nu să trimit un mesaj direct utilizatorului țintă cu privire la acțiunile de moderare.",
	"messagesModerationMessageDisplay": "Dacă un răspuns ar trebui sau nu să fie trimis pentru comenzile de moderare.",
	"messagesModerationReasonDisplay": "Dacă motivul va fi afișat în comenzile de moderare.",
	"messagesModeratorNameDisplay": "Dacă ar trebui sau nu să afișez numele moderatorului care a luat acțiunea atunci când a trimis utilizatorului țintă un mesaj de moderare. Necesită ca `messages.moderation-dm` să fie activat.",
	"messagesAutoDeleteIgnoredAll": "Dacă răspunsul la comandă ar trebui sau nu să fie șters automat la ștergerea mesajului utilizatorului.",
	"messagesAutoDeleteIgnoredRoles": "Rolurile pe care utilizatorii ar trebui să le aibă pentru ca răspunsurile lor de comandă să nu fie șterse automat la ștergerea mesajului utilizatorului.",
	"messagesAutoDeleteIgnoredChannels": "Canalele unde răspunsurile la comandă nu vor fi șterse automat la ștergerea mesajului utilizatorului.",
	"messagesAutoDeleteIgnoredCommands": "Comanda care nu va fi ștearsă automat la ștergerea mesajului utilizatorului.",
	"noMentionSpamAlerts": "Dacă utilizatorii ar trebui sau nu să fie atenționați când sunt pe punctul de a primi ciocanul de interdicție.",
	"noMentionSpamEnabled": "Dacă ar trebui sau nu să mă alătur ciocanului de interdicţie pentru a menţiona spammerii.",
	"noMentionSpamMentionsAllowed": "Cantitatea minimă de „puncte” pe care un utilizator trebuie să o acumuleze înainte de a ajunge la ciocan. O mențiune de utilizator va conta 1 punct, un rol menționând ca două puncte și oricine/aici menționează 5 puncte.",
	"noMentionSpamTimePeriod": "Timpul în secunde în care găleata de mențiune ar trebui să reîmprospăteze. De exemplu, dacă acest lucru este setat la `8` şi ai menţionat doi utilizatori la distanţă de 7 secunde, găleata va curge de la început cu cantitatea acumulată de puncte.",
	"prefix": "Un prefix este un affix care este adăugat în fața cuvântului, în acest caz, mesajul. Acesta permite boților să facă distincție între un mesaj obișnuit și o comandă.",
	"rolesAdmin": "Rolurile de administrator. Administratorii au acces la toate comenzile de moderare și gestionare. Implicit la oricine are permisiunea {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Rolul inițial, dacă este configurat, îi voi da utilizatorilor de îndată ce se vor alătura.",
	"rolesInitialHumans": "Dacă este configurat, voi da acest rol utilizatorilor obișnuiți la alăturare. (nu bot-uri)",
	"rolesInitialBots": "Dacă sunt configurate, voi da acest rol utilizatorilor botului la alăturare.",
	"rolesModerator": "Rolurile moderatorului. Moderatorii au acces la aproape toate comenzile de moderare. Implicit la oricine poate interzice membrii.",
	"rolesMuted": "Rolul dezactivat, dacă este configurat, le voi da utilizatorilor noi amuțiți acest rol. În caz contrar, vă voi solicita crearea uneia.",
	"rolesPublic": "Rolurile publice. Acestea pot fi revendicate de orice utilizator folosind comanda `roluri`.",
	"rolesRemoveInitial": "Dacă revendicarea unui rol public ar trebui să elimine rolul inițial în același timp.",
	"rolesRestrictedAttachment": "Rolul care este folosit pentru comanda restrictionare moderation",
	"rolesRestrictedEmbed": "Rolul care este utilizat pentru comanda de moderare restricționată.",
	"rolesRestrictedEmoji": "Rolul care este folosit pentru comanda de moderare restrictEmoji.",
	"rolesRestrictedReaction": "Rolul care este utilizat pentru comanda de moderare a restrictReacției.",
	"rolesRestrictedVoice": "Rolul care este folosit pentru comanda de moderare restrictVoice.",
	"selfmodAttachmentsEnabled": "Dacă este activat sau nu filtrul de atașament.",
	"selfmodAttachmentsIgnoredChannels": "Canalele care vor fi ignorate de subsistemul filtrelor de atașamente",
	"selfmodAttachmentsIgnoredRoles": "Rolurile care vor fi ignorate de către subsistemul de filtre atașamente",
	"selfmodCapitalsEnabled": "Dacă subsistemul de automod al capitalelor este activat sau nu.",
	"selfmodCapitalsIgnoredChannels": "Canalele care vor fi ignorate de subsistemul de filtrare capitale",
	"selfmodCapitalsIgnoredRoles": "Rolurile care vor fi ignorate de subsistemul capitalelor filtrează",
	"selfmodCapitalsMaximum": "Numărul maxim de caractere pe care trebuie să îl aibă mesajele înainte de a le șterge. Trebuie să îl activați folosind comanda `capitalsMode`.",
	"selfmodCapitalsMinimum": "Valoarea minimă de caractere pe care mesajul trebuie să o aibă înainte de a o șterge. Trebuie să o activați cu comanda `capitalsMode`.",
	"selfmodFilterEnabled": "Dacă subsistemul \"filtreaz\" este activat sau nu.",
	"selfmodFilterIgnoredChannels": "Canalele care vor fi ignorate de către subsistemul de filtre",
	"selfmodFilterIgnoredRoles": "Rolurile care vor fi ignorate de către subsistemul de filtre",
	"selfmodIgnoreChannels": "Canalele pe care le voi ignora, orice canal configurat cu grijă vor avea toate sistemele de auto-moderare (CapsFilter, InviteLinks și NoMentionSpam) dezactivate.",
	"selfmodInvitesEnabled": "Dacă subsistemul de auto-mod pentru invitaţii este activat sau nu.",
	"selfmodInvitesIgnoredChannels": "Canalele care vor fi ignorate de subsistemul invitațiilor",
	"selfmodInvitesIgnoredCodes": "Codurile de invitație Discord care vor fi ignorate de către subsistemul invitațiilor",
	"selfmodInvitesIgnoredGuilds": "Serverele Discord care vor fi ignorate de subsistemul invitațiilor",
	"selfmodInvitesIgnoredRoles": "Rolurile care vor fi ignorate de subsistemul invitațiilor",
	"selfmodLinksEnabled": "Dacă subsistemul de filtre selfmod este activat sau nu.",
	"selfmodLinksIgnoredChannels": "Canalele care vor fi ignorate de subsistemul filtrelor de link-uri",
	"selfmodLinksIgnoredRoles": "Rolurile care vor fi ignorate de către subsistemul de link-uri filtrează",
	"selfmodLinksAllowed": "Linkurile care sunt permise",
	"selfmodMessagesEnabled": "Dacă WolfStar ar trebui să încerce să elimine mesajele duplicate sau nu.",
	"selfmodMessagesIgnoredChannels": "Canalele care vor fi ignorate de subsistemul de mesaje duplicate",
	"selfmodMessagesIgnoredRoles": "Rolurile care vor fi ignorate de subsistemul de mesaje duplicate",
	"selfmodMessagesMaximum": "Cantitatea de mesaje duplicate necesare în coada de aşteptare înainte de a acţiona Dimensiunea de coadă este configurabilă în `selfmod.messages.coadă-size`.",
	"selfmodMessagesQueueSize": "Suma de mesaje WolfStar va ține evidența pentru duplicarea mesajelor.",
	"selfmodNewlinesEnabled": "Dacă noile linii filtrează sau nu subsistemul selfmod este activat.",
	"selfmodNewlinesIgnoredChannels": "Canalele care vor fi ignorate de noul subsistem de linii",
	"selfmodNewlinesIgnoredRoles": "Rolurile care vor fi ignorate de noul subsistem de linii",
	"selfmodNewlinesMaximum": "Numărul maxim de linii noi înainte ca WolfStar să înceapă să aplice penalități",
	"selfmodReactionsBlocked": "Reacţiile care sunt blocate",
	"selfmodReactionsEnabled": "Dacă subsistemul de automod al reacţiilor este activat sau nu.",
	"selfmodReactionsIgnoredChannels": "Canalele care vor fi ignorate de subsistemul de reacţii",
	"selfmodReactionsIgnoredRoles": "Rolurile care vor fi ignorate de subsistemul de reacţii",
	"selfmodReactionsMaximum": "Numărul maxim de reacții înainte de a începe să aplice sancțiuni",
	"selfmodReactionsAllowed": "Reacţiile care sunt permise",
	"validationChooseKey": "Nu puteți configura un grup, vă rugăm să alegeți una dintre următoarele taste: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Valoarea ``{{value}}`` nu a fost setată în tasta **{{path}}**.",
	"validationDuplicatedValue": "Valoarea pentru tasta `{{path}}` a fost deja setată la ``{{value}}``!"
}
