{
	"clientPermissions": "У мене недостатньо прав! Бракує відсутності: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Це ніколи не повинно статися, я не знаю, хто я такий.",
	"clientPermissionsNoPermissions": "Це ніколи не повинно статися, я не зміг визначити, які у мене дозволи.",
	"runIn": "Цю команду не можна запустити у цьому типі каналу.",
	"userPermissionsNoPermissions": "Це ніколи не повинно трапитись, я не зміг визначити, які у тебе дозволи.",
	"unavailable": "Це ніколи не повинно трапитися, я не можу знайти необхідної передумови для цієї команди.",
	"cooldown": "Ви тільки що використали цю команду. Ви можете використовувати цю команду знову в {{remaining, duration}}.",
	"nsfw": "Ви не можете використовувати команди NSFW в цьому каналі!",
	"userPermissions": "У вас недостатньо прав! Ви відсутній: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Це ніколи не повинно статися, одна з передумов цієї команди вимагає відсутня обробник повідомлень.",
	"missingChatInputHandler": "Це ніколи не повинно відбуватися, одна з умов для цієї команди вимагає відсутня обробник команд з косою рискою.",
	"missingContextMenuHandler": "Це ніколи не повинно відбутися, для однієї з умов потрібна команда для обробки контекстного меню.",
	"administrator": "You need administrator privileges to run `{{command.name}}`!",
	"disabledGlobal": "Ця команда була глобально відключена власниками бота. Хочете знати чому і дізнатися, коли він повернеться? Приєднуйтесь до офіційного сервера WolfStar : <https://join.wolfstar.rocks>",
	"disabledGuild": "Цю команду деактивував адміністратор на цьому сервері!",
	"moderator": "Вам потрібні права модератора щоб запустити `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} У вас немає дозволу на використання цієї команди!",
	"serverOwner": "Ви повинні бути власником сервера, щоб запустити `{{command.name}}`!",
	"dmOnly": "Ця команда може використовуватися тільки в каналах DM.",
	"guildNewsOnly": "Ця команда може використовуватись тільки в каналах оголошення.",
	"guildNewsThreadOnly": "Ця команда може бути використана тільки в темах оголошення.",
	"guildOnly": "Ця команда може використовуватися тільки в каналах сервера.",
	"guildPrivateThreadOnly": "Ця команда може використовуватися тільки в приватних потоках.",
	"guildPublicThreadOnly": "Ця команда може використовуватися тільки в каналах публічних потоках.",
	"guildTextOnly": "Ця команда може використовуватися тільки в текстових каналах.",
	"threadOnly": "Ця команда може використовуватися тільки в потокових каналах."
}
