{
	"channelsMediaOnly": "Канали, в яких можна надсилати тільки медіа вкладення.",
	"channelsIgnoreAll": "Я не повинен ігнорувати всі типи журналювання.",
	"channelsIgnoreMessageDelete": "Я не мушу ігнорувати канали під час перевірки журналу видалених повідомлень.",
	"channelsIgnoreMessageEdit": "Під час перевірки відредагованих повідомлень мені слід ігнорувати канали збуту.",
	"channelsIgnoreReactionAdd": "Канали, мені слід ігнорувати при перевірці надданих реакцій.",
	"channelsIgnoreVoiceActivity": "Канали, які я повинен ігнорувати під час надсилання звітів.",
	"channelsLogsChannelCreate": "Канал для журналу створення каналів, якщо вказано, я буду надсилати повідомлення при створенні іншого каналу.",
	"channelsLogsChannelDelete": "Канал для видалення каналу, якщо встановлено, я буду надсилати повідомлення в цей канал, коли інший канал буде видалений.",
	"channelsLogsChannelUpdate": "Канал для оновлення каналу, якщо встановлено, Я надішлю повідомлення на цей канал, коли будь-який канал (включаючи цей) буде оновлено в будь-якому випадку. Це повідомлення буде містити зміни, внесені до каналу.",
	"channelsLogsEmojiCreate": "Канал для журналу створення емоджі, якщо вказано, я буду надсилати повідомлення при створенні емодзі.",
	"channelsLogsEmojiDelete": "Канал для видалення смайликів, якщо вказано, я буду надсилати повідомлення, коли емодзі буде видалено.",
	"channelsLogsEmojiUpdate": "Канал для журналу оновлення emoji, якщо встановлено, я надсилаю повідомлення, коли емодзі оновлюються в будь-який спосіб. Це повідомлення буде містити зміни, внесені до емодзі.",
	"channelsLogsImage": "Канал, за яким я буду використовувати для повторного завантаження всіх зображень, які я бачу.",
	"channelsLogsMemberAdd": "Канал, на який я посилаю повідомлення, коли учасник приєднується.",
	"channelsLogsMemberRemove": "Канал, на який я відправляю повідомлення, коли учасник покидає, в якому буде викинуто, або він заблокований.",
	"channelsLogsMemberNickNameUpdate": "Канал, на який я пошлю повідомлення, коли учасник змінить свій нік.",
	"channelsLogsMemberUserNameUpdate": "Канал, на який я буду надсилати повідомлення, коли учасник змінить ім'я користувача.",
	"channelsLogsMemberRolesUpdate": "Канал, на який я відправляю повідомлення, коли учасник отримуватиме або втратить роль.",
	"channelsLogsMessageDelete": "Канал, на який я відправляю повідомлення, коли повідомлення буде видалено.",
	"channelsLogsMessageDeleteNsfw": "Канал, на який я відправляю повідомлення, коли повідомлення з NSFW каналу було видалено.",
	"channelsLogsMessageUpdate": "Канал, на який я відправляю повідомлення, коли повідомлення було оновлено.",
	"channelsLogsMessageUpdateNsfw": "Канал, на який я відправляю повідомлення, коли повідомлення з NSFW каналу було оновлено.",
	"channelsLogsModeration": "Канал для модерації, щойно ввімкнений, я опублікую всі свої модерації там. У разі `подій. an-remove` та/або `events.ban-remove` увімкнені, я автоматично відправляю анонімні журнали.",
	"channelsLogsPrune": "Канал для підчищення журналів, такий самий, що і звичайні журнали повідомлень, але тільки надсилатиме повідомлення з декількома повідомленнями.",
	"channelsLogsReaction": "Канал для логів реакції, такий же необхідний для нормальних журналів повідомлень, але відсилатиме повідомлення. Якщо ви не хочете, щоб twemojis журналювали, ви можете переключити `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Канал для журналів створення ролі, якщо встановлено, я відправляю повідомлення при створенні нової ролі.",
	"channelsLogsRoleDelete": "Канал для ролей видалення, якщо вказано, я відправляю повідомлення при видаленні ролі.",
	"channelsLogsRoleUpdate": "Канал для журналів оновлення ролі, якщо встановлено, я відправляю повідомлення при оновленні ролі в будь-якому випадку. Це повідомлення буде містити зміни, внесені до ролі.",
	"channelsLogsServerUpdate": "Канал для журналів оновлення сервера, якщо встановлено, я надсилаю повідомлення при будь-якому оновленні сервера. Це повідомлення буде містити зміни, внесені до сервера.",
	"channelsLogsVoiceChannel": "Канал для логів голосового каналу, якщо встановлено, я відправлю повідомлення, коли користувач приєднується, покидає або переміщується на інший голосовий канал.",
	"dashboardOnlyKey": "Цей ключ можна налаштувати лише через [веб-панель](https://wolfstar.rocks)",
	"disabledChannels": "Наприклад, список каналів для команд з обмеженими можливостями, наприклад, налаштування каналу з назвою \"Загальні\" заборонятиме всім користувачам використовувати мої команди там. Модератори+ перевизначити це призначення, щоб дозволити їм модерувати без зміни каналів.",
	"disabledCommands": "Вимкнені команди, команди ядра не можуть бути вимкнені, і модератори перепитать це. Всі команди мають бути в меншому випадку.",
	"disableNaturalPrefix": "Слід послухати мого природного префікса, `WolfStar,`",
	"eventsBanAdd": "Цей захід опублікує журнали модерації не бота, коли користувач забанює. Ви повинні налаштувати `channels.moderation-logs`.",
	"eventsBanRemove": "Ця подія опублікує журнали модерації, коли користувач не забанено. Ви повинні налаштувати `channels.moderation-logs`.",
	"eventsTimeout": "Якщо таймаут користувача змінюється, цей запит на модерацію (сервера) для модерації. Ви повинні налаштувати `channels.moderation-logs`.",
	"eventsUnknownMessages": "Виводити чи ні я повинен публікувати оновлення на невідомих командних повідомленнях.",
	"eventsTwemojiReactions": "Незалежно від того, чи twemoji реакції публікуються у каналі журналів реакцій.",
	"eventsIncludeBots": "Незалежно від того, чи повинен я ігнорувати ботів в журналах сервера.",
	"language": "Мова, якою я буду використовувати для вашого серверу. Ця мова не може бути доступною для вас мовою.",
	"messagesIgnoreChannels": "Канали, налаштовані не збільшувати лічильник точок для користувачів.",
	"messagesModerationAutoDelete": "Всі команди модерації повинні автоматично видалитися чи ні.",
	"messagesModerationDm": "Незалежно від того, чи повинен я надсилати пряме повідомлення цільовому користувачу в дії модерації.",
	"messagesModerationMessageDisplay": "Чи має бути надіслана відповідь на модерацію команд.",
	"messagesModerationReasonDisplay": "Чи буде причина відображатися в командах модерації.",
	"messagesModeratorNameDisplay": "Виводити чи ні ім'я модератора, який вжив заходів, надіславши цільове повідомлення модерації. Вимагає `messages.moderation-dm` для ввімкнення.",
	"messagesAutoDeleteIgnoredAll": "Якщо автоматично видаляти повідомлення будь-якого користувача чи ні.",
	"messagesAutoDeleteIgnoredRoles": "Користувачам ролей слід мати для своїх командних відповідей, які не повинні бути автоматично видалені при видаленні повідомлення користувача.",
	"messagesAutoDeleteIgnoredChannels": "Канали, в яких відгуки команд не будуть автоматично видалені при видаленні повідомлення користувача.",
	"messagesAutoDeleteIgnoredCommands": "Команда, на яку відповідають не буде автоматично видалено при видаленні повідомлення користувача.",
	"noMentionSpamAlerts": "Користувачі повинні бути попереджені, коли вони збираються отримати заборону молота.",
	"noMentionSpamEnabled": "Чи повинен я мати заборонений молот для згадування спамерів.",
	"noMentionSpamMentionsAllowed": "Мінімальна кількість «балів», яку користувач повинен накопичити перед посадкою молота. Згадка користувача буде рахуватися як 1 точка, згадувана як 2 бали, і всі / тут згадуються як 5 балів.",
	"noMentionSpamTimePeriod": "Час, в секундах, в яких потребує оновлення згадки відра. Наприклад, якщо це встановлено на `8` і Ви згадували двох користувачів на 7 секунд окремо, відро закінчиться з початку за накопиченою кількістю балів.",
	"prefix": "У цьому випадку префікс - це додається перед словом. Дозволяє ботам розрізняти звичайне повідомлення та команду.",
	"rolesAdmin": "Адміністратор ролей. У Адміністратора є доступ до всіх команд модерації та управління. За замовчуванням кожен з дозвілом {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Початкова роль, якщо вона налаштована, я дам її користувачам як тільки вони приєднаються.",
	"rolesInitialHumans": "Якщо налаштовано, я дам цю роль звичайним користувачам після приєднання. (не ботам)",
	"rolesInitialBots": "Якщо налаштовано, я дам цю роль користувачам боту після приєднання.",
	"rolesModerator": "Модератори ролей. У модераторів є доступ до майже всіх команд модерації. За замовчуванням для всіх, хто може блокувати учасників.",
	"rolesMuted": "Приглушена роль, я дам користувачам цю роль. В іншому випадку, я запропоную вам створити новий.",
	"rolesPublic": "Публічні ролі. Будь-який користувач може використовувати команду `ролі`.",
	"rolesRemoveInitial": "Чи слід вимагати публічної ролі видалити початкову роль одночасно.",
	"rolesRestrictedAttachment": "Роль що використовується для команди модерації обмежень",
	"rolesRestrictedEmbed": "Роль використовується для команди модерації обмежень.",
	"rolesRestrictedEmoji": "Роль, що використовується для команди модерації Emoji.",
	"rolesRestrictedReaction": "Роль використовується для команди модерації обмежень.",
	"rolesRestrictedVoice": "Роль що використовується для команди модерації обмежень.",
	"selfmodAttachmentsEnabled": "Увімкнено фільтр-вкладення.",
	"selfmodAttachmentsIgnoredChannels": "Канали, які ігноруватимуться підсистемою фільтру вкладень",
	"selfmodAttachmentsIgnoredRoles": "Вибрані ролі, які буде проігноровано вкладеною системою",
	"selfmodCapitalsEnabled": "Чи ввімкнено чи немає столиці фільтруючих підсистем.",
	"selfmodCapitalsIgnoredChannels": "Канали, які буде проігноровано капітальною системою фільтрації",
	"selfmodCapitalsIgnoredRoles": "Ролі, які буде проігноровано капітальною системою",
	"selfmodCapitalsMaximum": "Максимальна кількість символів, які було в повідомленнях перед видаленням. Ви повинні включити його за допомогою команди \"CapalsMode\".",
	"selfmodCapitalsMinimum": "Мінімальна кількість символів, які має бути в повідомленні перед тим, як видалити його. Ви повинні включити його за допомогою команди \"CapalsMode\".",
	"selfmodFilterEnabled": "Чи ввімкнено слова \"егоїд-підсистема фільтрів\".",
	"selfmodFilterIgnoredChannels": "Канали, які буде проігноровано фільтром підсистемою",
	"selfmodFilterIgnoredRoles": "Ролі, які буде проігноровано фільтром підсистемою",
	"selfmodIgnoreChannels": "Канали, які я проігноруватиму, будуть обережні, всі налаштовані канали будуть мати усі системи автоматичної модерації (CapsFilter, InviteLinks і NoMentionSpam).",
	"selfmodInvitesEnabled": "Чи ввімкнено запрошення підсистеми фільтра для селективної системи.",
	"selfmodInvitesIgnoredChannels": "Канали, про які буде проігноровано запрошеною підсистемою",
	"selfmodInvitesIgnoredCodes": "Коди запрошення Discord, які будуть проігноровані запрошенням підсистемою",
	"selfmodInvitesIgnoredGuilds": "Сервери Discord, які будуть ігноруватися при запрошенні підсистеми",
	"selfmodInvitesIgnoredRoles": "Ролі, які будуть ігноруватися при запрошенні підсистемою",
	"selfmodLinksEnabled": "Чи ввімкнено посилання фільтра підсистеми фільтрування, чи ні.",
	"selfmodLinksIgnoredChannels": "Канали, які будуть проігноровані системою фільтрації посилань",
	"selfmodLinksIgnoredRoles": "Ролі, які буде проігноровано у підсистемі посилань",
	"selfmodLinksAllowed": "Посилання, що допускаються",
	"selfmodMessagesEnabled": "Чи повинен Вольфзоря намагатися видаляти дубльовані повідомлення, чи ні.",
	"selfmodMessagesIgnoredChannels": "Канали, які будуть ігноруватися дублікатами підсистеми",
	"selfmodMessagesIgnoredRoles": "Ролі, які будуть ігноруватися дублікатом повідомлень підсистеми",
	"selfmodMessagesMaximum": "Кількість дубльованих повідомлень у черзі, перш ніж робити дію розмір черги може бути налаштований в `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Кількість повідомлень Вольфзір буде слідкувати за виявленням дублікації повідомлень.",
	"selfmodNewlinesEnabled": "Чи ввімкнено нові рядки підсистеми фільтрів.",
	"selfmodNewlinesIgnoredChannels": "Канали, про які буде проігноровано новою підсистемою",
	"selfmodNewlinesIgnoredRoles": "Ролі, які будуть проігноровані новою підсистемою",
	"selfmodNewlinesMaximum": "Максимальна кількість нових ліній, до початку застосування штрафу Вольфґіря",
	"selfmodReactionsBlocked": "Реакції, заблоковані",
	"selfmodReactionsEnabled": "Чи ввімкнена підсистема реакції фільтра «Сестра» на підсистемі, чи ні.",
	"selfmodReactionsIgnoredChannels": "Канали, які буде проігноровано реакцією підсистеми",
	"selfmodReactionsIgnoredRoles": "Ролі, які не будуть ігноруватися при реакції підсистеми",
	"selfmodReactionsMaximum": "Максимальна кількість реакцій, перш ніж почати застосовувати штрафи",
	"selfmodReactionsAllowed": "Реакції, що дозволені",
	"validationChooseKey": "Ви не можете налаштувати групу, будь ласка, виберіть один з таких ключів: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Значення ``{{value}}`` не було встановлено в ключі **{{path}}**.",
	"validationDuplicatedValue": "Значення ключа `{{path}}` вже було встановлено на ``{{value}}``!"
}
