{
	"clientPermissions": "Non ho permessi sufficienti! Manco: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Questo non dovrebbe mai succedere, non so chi sono.",
	"clientPermissionsNoPermissions": "Questo non dovrebbe mai accadere, ho mancato di determinare quali permessi ho.",
	"runIn": "Questo comando non può essere eseguito in questo tipo di canale.",
	"userPermissionsNoPermissions": "Questo non dovrebbe mai accadere, ho fallito nel determinare quali permessi avete.",
	"unavailable": "Questo non dovrebbe mai accadere, non ho trovato una condizione necessaria per questo comando.",
	"cooldown": "Hai appena usato questo comando. Puoi usare questo comando di nuovo in {{remaining, duration}}.",
	"nsfw": "Non puoi usare i comandi NSFW in questo canale!",
	"userPermissions": "Non hai permessi sufficienti! Ti mancante: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Questo non dovrebbe mai accadere, una delle precondizioni che questo comando richiede è la mancanza di un gestore di messaggi.",
	"missingChatInputHandler": "Questo non dovrebbe mai accadere, una delle precondizioni che questo comando richiede è mancante di un gestore di comandi slash.",
	"missingContextMenuHandler": "Questo non dovrebbe mai accadere, una delle precondizioni richieste da questo comando è la mancanza di un gestore del menu contestuale.",
	"administrator": "Hai bisogno dei privilegi di amministratore per eseguire `{{command.name}}`!",
	"disabledGlobal": "Questo comando è stato disabilitato globalmente dai proprietari del bot. Vuoi sapere perché e scoprire quando tornerà? Unisciti al server ufficiale WolfStar: <https://join.wolfstar.rocks>",
	"disabledGuild": "Questo comando è stato disabilitato da un amministratore in questo server!",
	"moderator": "Hai bisogno di privilegi di moderatore per eseguire `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Non hai il permesso di usare questo comando!",
	"serverOwner": "Devi essere il proprietario del server per eseguire `{{command.name}}`!",
	"dmOnly": "Questo comando può essere usato solo nei canali DM.",
	"guildNewsOnly": "Questo comando può essere usato solo nei canali di annuncio.",
	"guildNewsThreadOnly": "Questo comando può essere usato solo nei canali thread di annuncio.",
	"guildOnly": "Questo comando può essere utilizzato solo nei canali server.",
	"guildPrivateThreadOnly": "Questo comando può essere utilizzato solo nei canali di discussione privati.",
	"guildPublicThreadOnly": "Questo comando può essere usato solo nei canali di discussione pubblici.",
	"guildTextOnly": "Questo comando può essere usato solo nei canali di testo.",
	"threadOnly": "Questo comando può essere usato solo nei canali di conversazione."
}
