{
	"channelsMediaOnly": "I canali in cui possono essere inviati solo gli allegati multimediali.",
	"channelsIgnoreAll": "Canali che dovrei ignorare per tutti i tipi di registrazione.",
	"channelsIgnoreMessageDelete": "Canali che dovrei ignorare quando si controlla che i messaggi eliminati da registrare.",
	"channelsIgnoreMessageEdit": "Canali che dovrei ignorare durante il controllo per i messaggi modificati da registrare.",
	"channelsIgnoreReactionAdd": "Canali che dovrei ignorare durante la verifica delle reazioni aggiunte.",
	"channelsIgnoreVoiceActivity": "I canali che dovrei ignorare quando la segnalazione di attività cambia.",
	"channelsLogsChannelCreate": "Il canale per i registri di creazione del canale, se impostato, invierò un messaggio quando viene creato un altro canale.",
	"channelsLogsChannelDelete": "Il canale per i log di eliminazione del canale, se impostato, invierò un messaggio a questo canale quando un altro canale viene eliminato.",
	"channelsLogsChannelUpdate": "Il canale per i registri di aggiornamento del canale, se impostato, Invierò un messaggio a questo canale quando qualsiasi canale (incluso questo) viene aggiornato in qualsiasi modo. Questo messaggio conterrà le modifiche apportate al canale.",
	"channelsLogsEmojiCreate": "Il canale per i registri della creazione di emoji, se impostato, invierò un messaggio quando sarà stata creata un'emoji.",
	"channelsLogsEmojiDelete": "Il canale per i log di eliminazione delle emoji, se impostato, invierò un messaggio quando un'emoji viene eliminata.",
	"channelsLogsEmojiUpdate": "Il canale per i log di aggiornamento emoji, se impostato, invio un messaggio quando un'emoji viene aggiornata in qualsiasi modo. Questo messaggio conterrà le modifiche apportate alle emoji.",
	"channelsLogsImage": "Il canale che userò per caricare di nuovo tutte le immagini che vedo.",
	"channelsLogsMemberAdd": "Il canale a cui invierò un messaggio quando un membro si unisce.",
	"channelsLogsMemberRemove": "Il canale a cui invierò un messaggio quando un membro se se ne va, viene espulso o viene bandito.",
	"channelsLogsMemberNickNameUpdate": "Il canale a cui invierò un messaggio quando un membro cambia il proprio soprannome.",
	"channelsLogsMemberUserNameUpdate": "Il canale a cui invierò un messaggio quando un membro cambia il proprio nome utente.",
	"channelsLogsMemberRolesUpdate": "Il canale invierò un messaggio a quando un membro riceve o perde un ruolo.",
	"channelsLogsMessageDelete": "Il canale a cui invierò un messaggio quando un messaggio è stato eliminato.",
	"channelsLogsMessageDeleteNsfw": "Il canale a cui invierò un messaggio quando un messaggio da un canale NSFW è stato eliminato.",
	"channelsLogsMessageUpdate": "Il canale a cui invierò un messaggio quando un messaggio è stato aggiornato.",
	"channelsLogsMessageUpdateNsfw": "Il canale a cui invierò un messaggio quando un messaggio da un canale NSFW è stato aggiornato.",
	"channelsLogsModeration": "Il canale per i registri della moderazione, una volta abilitato, pubblicherò tutti i miei casi di moderazione lì. Se `eventi. an-remove` e/o `events.ban-remove` sono abilitati, pubblicherò automaticamente registri anonimi.",
	"channelsLogsPrune": "Il canale per i log delle potature, lo stesso requisito dei normali log dei messaggi, ma invierà solo messaggi potati.",
	"channelsLogsReaction": "Il canale per i registri delle reazioni, lo stesso requisito dei normali registri dei messaggi, ma invierà solo le reazioni dei messaggi. Se non vuoi che twemojis venga registrato, puoi attivare `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Il canale per i log di creazione ruolo, se impostato, invio un messaggio quando un nuovo ruolo viene trascinato.",
	"channelsLogsRoleDelete": "Il canale per i log di eliminazione ruoli, se impostato, invio un messaggio quando un ruolo viene eliminato.",
	"channelsLogsRoleUpdate": "Il canale per i log di aggiornamento ruolo, se impostato, invio un messaggio quando un ruolo viene aggiornato in qualsiasi modo. Questo messaggio conterrà le modifiche apportate al ruolo.",
	"channelsLogsServerUpdate": "Il canale per i log di aggiornamento del server, se impostato, invio un messaggio quando il server viene aggiornato in qualsiasi modo. Questo messaggio conterrà le modifiche apportate al server.",
	"channelsLogsVoiceChannel": "Il canale per i registri dei canali vocali, se impostato, invio un messaggio quando un utente si unisce, lascia o si sposta su un altro canale vocale.",
	"dashboardOnlyKey": "Questa chiave può essere configurata solo tramite [la dashboard web](https://wolfstar.rocks)",
	"disabledChannels": "Un elenco di canali per i comandi disabilitati, ad esempio, la creazione di un canale chiamato generale impedirà a tutti gli utenti di usare i miei comandi lì. I moderatori + sovrascrivono questo volutamente per consentire loro di moderare senza cambiare canale.",
	"disabledCommands": "I comandi disabilitati, i comandi core potrebbero non essere disabilitati e i moderatori lo sovrascriveranno. Tutti i comandi devono essere in minuscolo.",
	"disableNaturalPrefix": "Se dovrei o meno ascoltare il mio prefisso naturale, `WolfStar,`",
	"eventsBanAdd": "Questo evento pubblica i registri della moderazione non bot quando un utente viene bandito. È necessario impostare `channels.moderation-logs`.",
	"eventsBanRemove": "Questo evento pubblica i log della moderazione non-bot quando un utente viene sbloccato. È necessario impostare `channels.moderation-logs`.",
	"eventsTimeout": "Questo evento pubblica i log della moderazione non-bot quando lo stato di timeout di un utente cambia. È necessario impostare `channels.moderation-logs`.",
	"eventsUnknownMessages": "Indica se pubblicare o meno aggiornamenti su comandi sconosciuti.",
	"eventsTwemojiReactions": "Se le reazioni twemoji sono pubblicate o meno nel canale log di reazione.",
	"eventsIncludeBots": "Se dovrei ignorare o meno i bot nei log del server.",
	"language": "La lingua che userò per il tuo server. Potrebbe non essere disponibile nella lingua che vuoi.",
	"messagesIgnoreChannels": "I canali configurati per non aumentare il contatore punti per gli utenti.",
	"messagesModerationAutoDelete": "Indica se i comandi di moderazione devono essere auto-eliminati o meno.",
	"messagesModerationDm": "Se dovrei o meno inviare un messaggio diretto all'utente di destinazione sulle azioni di moderazione.",
	"messagesModerationMessageDisplay": "Indica se una risposta debba essere inviata o meno per i comandi di moderazione.",
	"messagesModerationReasonDisplay": "Indica se il motivo verrà visualizzato nei comandi di moderazione.",
	"messagesModeratorNameDisplay": "Indica se dovrei o meno mostrare il nome del moderatore che ha intrapreso l'azione quando si invia all'utente di destinazione un messaggio di moderazione. Richiede che `messages.moderation-dm` sia abilitato.",
	"messagesAutoDeleteIgnoredAll": "Indica se le risposte ai comandi debbano essere cancellate automaticamente quando si elimina il messaggio di un utente.",
	"messagesAutoDeleteIgnoredRoles": "I ruoli che gli utenti dovrebbero avere per le loro risposte ai comandi non devono essere eliminati automaticamente quando si elimina il messaggio dell'utente.",
	"messagesAutoDeleteIgnoredChannels": "I canali in cui le risposte ai comandi non verranno automaticamente cancellate quando si elimina il messaggio dell'utente.",
	"messagesAutoDeleteIgnoredCommands": "Il comando che le risposte non verranno automaticamente cancellate quando si elimina il messaggio dell'utente.",
	"noMentionSpamAlerts": "Se gli utenti debbano o meno essere avvisati quando stanno per ottenere il martello del divieto.",
	"noMentionSpamEnabled": "Se dovrei o meno avere il martello di divieto pronto per parlare di spammer.",
	"noMentionSpamMentionsAllowed": "La quantità minima di \"punti\" che un utente deve accumulare prima di atterrare il martello. Una menzione dell'utente conterà come 1 punto, una menzione del ruolo come 2 punti, e una menzione di tutti/qui come 5 punti.",
	"noMentionSpamTimePeriod": "La quantità di tempo in secondi in cui il secchio di menzione dovrebbe aggiornarsi. Ad esempio, se questo è impostato su `8` e hai menzionato due utenti a distanza di 7 secondi, il secchio sarebbe eseguito dall'inizio con la quantità accumulata di punti.",
	"prefix": "Un prefisso è un affissione che viene aggiunto davanti alla parola, in questo caso, il messaggio. Permette ai bot di distinguere tra un messaggio normale e un comando.",
	"rolesAdmin": "I ruoli di amministratore. Gli amministratori hanno accesso a tutti i comandi di moderazione e gestione. Predefiniti a chiunque abbia il permesso {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Il ruolo iniziale, se configurato, lo darò agli utenti non appena si uniscono.",
	"rolesInitialHumans": "Se configurato, darò questo ruolo agli utenti regolari al momento di unirsi. (non bot)",
	"rolesInitialBots": "Se configurato, darò questo ruolo agli utenti del bot al momento di unirsi.",
	"rolesModerator": "I moderatori hanno accesso a quasi tutti i comandi di moderazione. Predefiniti a chiunque possa bandire i membri.",
	"rolesMuted": "Il ruolo mutato, se configurato, darò a nuovi utenti mutati questo ruolo. Altrimenti ti chiederò la creazione di uno.",
	"rolesPublic": "I ruoli pubblici. Questi possono essere rivendicati da qualsiasi utente usando il comando `roles`.",
	"rolesRemoveInitial": "Se rivendicare un ruolo pubblico dovrebbe rimuovere il ruolo iniziale allo stesso tempo.",
	"rolesRestrictedAttachment": "Il ruolo utilizzato per il comando di moderazione restrizioneAllegati",
	"rolesRestrictedEmbed": "Il ruolo che viene utilizzato per il comando di moderazione restriIncorpora.",
	"rolesRestrictedEmoji": "Il ruolo che viene utilizzato per il comando di moderazione restrittivoEmoji.",
	"rolesRestrictedReaction": "Il ruolo che viene utilizzato per il comando di moderazione restrittiva Reazione.",
	"rolesRestrictedVoice": "Il ruolo che viene utilizzato per il comando di moderazione restrizioneVoce.",
	"selfmodAttachmentsEnabled": "Indica se il filtro allegati è abilitato o no.",
	"selfmodAttachmentsIgnoredChannels": "I canali che verranno ignorati dal sottosistema filtri allegati",
	"selfmodAttachmentsIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema filtri allegati",
	"selfmodCapitalsEnabled": "Se il sottosistema selfmod filtro maiuscole è abilitato o no.",
	"selfmodCapitalsIgnoredChannels": "I canali che saranno ignorati dal sottosistema dei filtri maiuscole",
	"selfmodCapitalsIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema filtri maiuscole",
	"selfmodCapitalsMaximum": "La quantità massima di caratteri che i messaggi devono avere prima di tentare di eliminarlo. È necessario abilitarlo con il comando `capitalsMode`.",
	"selfmodCapitalsMinimum": "La quantità minima di caratteri che il messaggio deve avere prima di tentare di eliminarlo. È necessario abilitarlo con il comando `capitalsMode`.",
	"selfmodFilterEnabled": "Se il sottosistema selfmod filtro parola è abilitato o no.",
	"selfmodFilterIgnoredChannels": "I canali che saranno ignorati dal sottosistema filtri",
	"selfmodFilterIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema filtri",
	"selfmodIgnoreChannels": "I canali che ignorerò, fai attenzione a qualsiasi canale configurato avranno tutti i sistemi di auto-moderazione (CapsFilter, InviteLink e NoMentionSpam) disattivati.",
	"selfmodInvitesEnabled": "Indica se il sottosistema selfmod del filtro inviti è abilitato o no.",
	"selfmodInvitesIgnoredChannels": "I canali che saranno ignorati dal sottosistema inviti",
	"selfmodInvitesIgnoredCodes": "I codici di invito Discord che saranno ignorati dal sottosistema Inviti",
	"selfmodInvitesIgnoredGuilds": "I server Discord che saranno ignorati dal sottosistema Inviti",
	"selfmodInvitesIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema inviti",
	"selfmodLinksEnabled": "Indica se il sottosistema selfmod filtro collegamenti è abilitato o no.",
	"selfmodLinksIgnoredChannels": "I canali che saranno ignorati dal sottosistema dei filtri dei collegamenti",
	"selfmodLinksIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema filtri collegamenti",
	"selfmodLinksAllowed": "I link consentiti",
	"selfmodMessagesEnabled": "Indica se WolfStar debba tentare o meno di rimuovere i messaggi duplicati.",
	"selfmodMessagesIgnoredChannels": "I canali che saranno ignorati dal sottosistema messaggi duplicati",
	"selfmodMessagesIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema messaggi duplicati",
	"selfmodMessagesMaximum": "La quantità di messaggi duplicati richiesti nella coda prima di agire La dimensione della coda è configurabile in `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "La quantità di messaggi che WolfStar terrà traccia per il rilevamento della duplicazione dei messaggi.",
	"selfmodNewlinesEnabled": "Indica se il sottosistema selfmod filtro delle nuove linee è abilitato o no.",
	"selfmodNewlinesIgnoredChannels": "I canali che saranno ignorati dal sottosistema nuove linee",
	"selfmodNewlinesIgnoredRoles": "I ruoli che saranno ignorati dal nuovo sottosistema linee",
	"selfmodNewlinesMaximum": "La quantità massima di nuove linee prima che WolfStar inizi ad applicare le sanzioni",
	"selfmodReactionsBlocked": "Le reazioni che sono bloccate",
	"selfmodReactionsEnabled": "Se il sottosistema selfmod filtro reazioni è abilitato o no.",
	"selfmodReactionsIgnoredChannels": "I canali che saranno ignorati dal sottosistema reazioni",
	"selfmodReactionsIgnoredRoles": "I ruoli che saranno ignorati dal sottosistema reazioni",
	"selfmodReactionsMaximum": "La quantità massima di reazioni prima di iniziare ad applicare le sanzioni",
	"selfmodReactionsAllowed": "Le reazioni consentite",
	"validationChooseKey": "Non puoi configurare un gruppo, scegli una delle seguenti chiavi: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Il valore ``{{value}}`` non è stato impostato nella chiave **{{path}}**.",
	"validationDuplicatedValue": "Il valore per la chiave `{{path}}` era già impostato su ``{{value}}``!"
}
