{
	"clientPermissions": "Jag har inte tillräckliga behörigheter! Jag saknar: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Detta borde aldrig hända, jag vet inte vem jag är.",
	"clientPermissionsNoPermissions": "Detta borde aldrig hända, jag misslyckades med att avgöra vilka behörigheter jag har.",
	"runIn": "Detta kommando kan inte köras i denna kanaltyp.",
	"userPermissionsNoPermissions": "Detta bör aldrig hända, jag misslyckades med att avgöra vilka behörigheter du har.",
	"unavailable": "Detta borde aldrig hända, jag kunde inte hitta en nödvändig förutsättning för detta kommando.",
	"cooldown": "Du har precis använt detta kommando. Du kan använda detta kommando igen i {{remaining, duration}}.",
	"nsfw": "Du får inte använda NSFW-kommandon i denna kanal!",
	"userPermissions": "Du har inte tillräckliga behörigheter! Du saknas: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Detta bör aldrig hända, en av de förhandsvillkor som detta kommando kräver saknar en meddelandehanterare.",
	"missingChatInputHandler": "Detta bör aldrig hända, ett av de förhandsvillkor som detta kommando kräver saknar ett snedstreck kommandohanterare.",
	"missingContextMenuHandler": "Detta bör aldrig hända, en av de förutsättningar som detta kommando kräver saknar en sammanhangsberoende menyhanterare.",
	"administrator": "Du behöver administratörsrättigheter för att köra `{{command.name}}`!",
	"disabledGlobal": "Detta kommando har blivit globalt inaktiverat av botägarna. Vill du veta varför och ta reda på när det kommer att vara tillbaka? Gå med i den officiella WolfStar server: <https://join.wolfstar.rocks>",
	"disabledGuild": "Detta kommando har inaktiverats av en administratör i denna server!",
	"moderator": "Du behöver moderatorrättigheter för att köra `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Du har inte behörighet att använda detta kommando!",
	"serverOwner": "Du måste vara serverns ägare för att köra `{{command.name}}`!",
	"dmOnly": "Detta kommando kan endast användas i DM-kanaler.",
	"guildNewsOnly": "Detta kommando kan endast användas i meddelandekanaler.",
	"guildNewsThreadOnly": "Detta kommando kan endast användas i meddelandetrådens kanaler.",
	"guildOnly": "Detta kommando kan endast användas i serverkanaler.",
	"guildPrivateThreadOnly": "Detta kommando kan endast användas i privata trådkanaler.",
	"guildPublicThreadOnly": "Detta kommando kan endast användas i publika trådkanaler.",
	"guildTextOnly": "Detta kommando kan endast användas i textkanaler.",
	"threadOnly": "Detta kommando kan endast användas i trådkanaler."
}
