{
	"channelsMediaOnly": "Kanalerna där endast mediebilagor kan skickas.",
	"channelsIgnoreAll": "Kanaler jag bör ignorera för alla typer av loggning.",
	"channelsIgnoreMessageDelete": "Kanaler jag bör ignorera när du söker efter raderade meddelanden att logga in.",
	"channelsIgnoreMessageEdit": "Kanaler jag bör ignorera när jag söker efter redigerade meddelanden att logga in.",
	"channelsIgnoreReactionAdd": "Kanaler jag bör ignorera när jag söker efter extra reaktioner.",
	"channelsIgnoreVoiceActivity": "Kanalerna jag ska ignorera när aktivitetsrapporteringen ändras.",
	"channelsLogsChannelCreate": "Kanalen för att skapa kanalloggar, om angivet, kommer jag att skicka ett meddelande när en annan kanal skapas.",
	"channelsLogsChannelDelete": "Kanalen för radering av kanaler, om satt, kommer jag att skicka ett meddelande till denna kanal när en annan kanal tas bort.",
	"channelsLogsChannelUpdate": "Kanalen för att uppdatera loggar, om angivet, Jag kommer att skicka ett meddelande till denna kanal när någon kanal (inklusive denna) blir uppdaterad på något sätt. Detta meddelande kommer att innehålla de ändringar som gjorts i kanalen.",
	"channelsLogsEmojiCreate": "Kanalen för att skapa emoji-loggar, om angivet, kommer jag att skicka ett meddelande när en emoji har skapats.",
	"channelsLogsEmojiDelete": "Kanalen för borttagning av emoji-loggar, om angivet, kommer jag att skicka ett meddelande när en emoji tas bort.",
	"channelsLogsEmojiUpdate": "Kanalen för emoji uppdatera loggar, om satt, jag skickar ett meddelande när en emoji uppdateras på något sätt. Detta meddelande kommer att innehålla de ändringar som gjorts i emoji.",
	"channelsLogsImage": "Kanalen jag kommer att använda för att ladda upp alla bilder jag ser.",
	"channelsLogsMemberAdd": "Kanalen jag kommer att skicka ett meddelande till när en medlem går med.",
	"channelsLogsMemberRemove": "Kanalen jag kommer att skicka ett meddelande till när en medlem lämnar, sparkas, eller förbjuds.",
	"channelsLogsMemberNickNameUpdate": "Kanalen jag kommer att skicka ett meddelande till när en medlem ändrar deras smeknamn.",
	"channelsLogsMemberUserNameUpdate": "Kanalen jag kommer att skicka ett meddelande till när en medlem ändrar sitt användarnamn.",
	"channelsLogsMemberRolesUpdate": "Kanalen jag kommer att skicka ett meddelande till när en medlem får eller förlorar en roll.",
	"channelsLogsMessageDelete": "Kanalen jag kommer att skicka ett meddelande till när ett meddelande har tagits bort.",
	"channelsLogsMessageDeleteNsfw": "Kanalen jag kommer att skicka ett meddelande till när ett meddelande från en NSFW-kanal har tagits bort.",
	"channelsLogsMessageUpdate": "Kanalen jag kommer att skicka ett meddelande till när ett meddelande har uppdaterats.",
	"channelsLogsMessageUpdateNsfw": "Kanalen jag kommer att skicka ett meddelande till när ett meddelande från en NSFW-kanal har uppdaterats.",
	"channelsLogsModeration": "Kanalen för moderering loggar, en gång aktiverat, Jag kommer att lägga alla mina moderation fall där. If `events. an-remove` och/eller `events.ban-remove` är aktiverade, jag postar automatiskt anonyma loggar.",
	"channelsLogsPrune": "Kanalen för beskärda loggar, samma krav som vanliga meddelandeloggar, men kommer bara att skicka beskärda meddelanden.",
	"channelsLogsReaction": "Kanalen för reaktionsloggar, samma krav som normala meddelandeloggar, men kommer bara att skicka meddelanden reaktioner. Om du inte vill att tvåemojis ska loggas kan du växla `events.twemoji-reaktioner`.",
	"channelsLogsRoleCreate": "Kanalen för rollskapande loggar, om satt, skickar jag ett meddelande när en ny roll är craeted.",
	"channelsLogsRoleDelete": "Kanalen för rollborttagningsloggar, om satt, skickar jag ett meddelande när en roll tas bort.",
	"channelsLogsRoleUpdate": "Kanalen för rolluppdateringsloggar, om angivet, skickar jag ett meddelande när en roll uppdateras på något sätt. Detta meddelande innehåller de ändringar som gjorts i rollen.",
	"channelsLogsServerUpdate": "Kanalen för uppdateringsloggar, om satt, skickar jag ett meddelande när servern uppdateras på något sätt. Detta meddelande kommer att innehålla de ändringar som gjorts på servern.",
	"channelsLogsVoiceChannel": "Kanalen för röstkanalsloggar, om satt, jag skickar ett meddelande när en användare ansluter, lämnar, eller flyttar till en annan röstkanal.",
	"dashboardOnlyKey": "Denna nyckel kan endast konfigureras genom [webbinstrumentpanelen](https://wolfstar.rocks)",
	"disabledChannels": "En lista över kanaler för inaktiverade kommandon, till exempel, att inrätta en kanal som kallas general kommer att förbjuda alla användare från att använda mina kommandon där. Moderatorer+ åsidosätter detta avsiktligt för att tillåta dem att moderera utan att byta kanaler.",
	"disabledCommands": "Inaktiverade kommandon, kärnkommandon kanske inte inaktiveras, och moderatorer kommer att åsidosätta detta. Alla kommandon måste vara i gemener.",
	"disableNaturalPrefix": "Oavsett om jag ska lyssna på mitt naturliga prefix, `WolfStar,`",
	"eventsBanAdd": "Denna händelse inlägg icke-bot moderering loggar när en användare blir bannad. Du måste ställa in `channels.moderation-logs`.",
	"eventsBanRemove": "Denna händelse inlägg icke-bot moderation loggar när en användare blir bannlyst. Du måste ställa in `channels.moderation-logs`.",
	"eventsTimeout": "Denna händelse inlägg icke-bot moderering loggar när en användares timeout statusändringar. Du måste ställa in `channels.moderation-logs`.",
	"eventsUnknownMessages": "Huruvida jag ska posta uppdateringar om okända kommandomeddelanden.",
	"eventsTwemojiReactions": "Huruvida twemoji reaktioner läggs upp i reaktionsloggkanalen eller inte.",
	"eventsIncludeBots": "Huruvida jag ska ignorera robotar i serverloggarna eller inte.",
	"language": "Språket jag kommer att använda för din server. Det kanske inte är tillgängligt på det språk du vill.",
	"messagesIgnoreChannels": "Kanalerna har konfigurerats för att inte öka punkträknaren för användare.",
	"messagesModerationAutoDelete": "Huruvida modereringskommandon ska automatiskt raderas eller inte.",
	"messagesModerationDm": "Huruvida jag ska skicka ett direkt meddelande till målanvändaren om måttliga åtgärder eller inte.",
	"messagesModerationMessageDisplay": "Huruvida ett svar ska skickas för modereringskommandon.",
	"messagesModerationReasonDisplay": "Om orsaken kommer att visas i modereringskommandon.",
	"messagesModeratorNameDisplay": "Huruvida jag ska visa namnet på moderatorn som vidtog åtgärden när du skickar målanvändaren ett modereringsmeddelande. Kräver `messages.moderation-dm` för att aktiveras.",
	"messagesAutoDeleteIgnoredAll": "Om kommandoraden ska tas bort automatiskt vid borttagning av användarens meddelande.",
	"messagesAutoDeleteIgnoredRoles": "Rollerna som användare ska ha för att kommandoraden inte ska raderas automatiskt när användarens meddelande tas bort.",
	"messagesAutoDeleteIgnoredChannels": "Kanalerna där kommandoraden inte automatiskt raderas när användarens meddelande tas bort.",
	"messagesAutoDeleteIgnoredCommands": "Kommandot som svar tas inte bort automatiskt när användarens meddelande tas bort.",
	"noMentionSpamAlerts": "Huruvida användare ska varnas när de är på väg att få blockeringshammaren.",
	"noMentionSpamEnabled": "Huruvida jag ska ha förbudet hammare redo för omnämnande av spammare.",
	"noMentionSpamMentionsAllowed": "Den minsta mängden \"poäng\" en användare måste ackumuleras innan hammaren landas. Ett användaromnämnande kommer att räknas som 1 punkt, en roll nämner som 2 poäng, och en alla/här nämner som 5 poäng.",
	"noMentionSpamTimePeriod": "Den tid i sekunder där omnämnandet skopan bör uppdateras. Till exempel, om detta är satt till `8` och du nämnde två användare 7 sekunder mellanrum, skopan skulle köra från början med den ackumulerade mängden poäng.",
	"prefix": "Ett prefix är en affix som läggs till framför ordet, i det här fallet meddelandet. Det tillåter robotar att skilja mellan ett vanligt meddelande och ett kommando.",
	"rolesAdmin": "Administratörsrollerna. Administratörer har tillgång till alla kommandon för moderering och hantering. Standardvärdet är alla som har behörigheten {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Den ursprungliga rollen, om konfigurerad, Jag kommer att ge det till användare så snart de ansluter.",
	"rolesInitialHumans": "Om konfigurerad, Jag kommer att ge denna roll till vanliga användare vid anslutning. (inte bots)",
	"rolesInitialBots": "Om konfigurerad, Jag kommer att ge denna roll till bot användare vid anslutning.",
	"rolesModerator": "Moderatorns roller. Moderatorer har tillgång till nästan alla modereringskommandon. Standard till alla som kan förbjuda medlemmar.",
	"rolesMuted": "Den dämpade rollen, om konfigurerad, Jag kommer att ge nya dämpade användare denna roll. Annars kommer jag att uppmana dig att skapa en.",
	"rolesPublic": "De offentliga rollerna. Dessa kan hämtas av alla användare med hjälp av kommandot `roles`.",
	"rolesRemoveInitial": "Huruvida hävdande av en offentlig roll bör ta bort den initiala rollen samtidigt.",
	"rolesRestrictedAttachment": "Rollen som används för kommandot restrictAttachment moderation",
	"rolesRestrictedEmbed": "Den roll som används för att begränsa inbäddade moderation kommandot.",
	"rolesRestrictedEmoji": "Rollen som används för kommandot restrictEmoji moderation.",
	"rolesRestrictedReaction": "Den roll som används för kommandot restrictReaction moderation.",
	"rolesRestrictedVoice": "Rollen som används för att begränsa röstens moderationskommandon.",
	"selfmodAttachmentsEnabled": "Om filtret för bilaga är aktiverat eller inte.",
	"selfmodAttachmentsIgnoredChannels": "Kanalerna som kommer att ignoreras av filtrets undersystem",
	"selfmodAttachmentsIgnoredRoles": "Rollerna som kommer att ignoreras av bilagorna filtrerar undersystem",
	"selfmodCapitalsEnabled": "Om versalerna filtrerar självmod undersystem är aktiverat eller inte.",
	"selfmodCapitalsIgnoredChannels": "Kanalerna som kommer att ignoreras av huvudstäderna filtrerar undersystemet",
	"selfmodCapitalsIgnoredRoles": "De roller som kommer att ignoreras av huvudstäderna filtrerar undersystem",
	"selfmodCapitalsMaximum": "Maximalt antal tecken som meddelandena måste ha innan du försöker ta bort den. Du måste aktivera det med kommandot `capitalsMode`.",
	"selfmodCapitalsMinimum": "Det minsta antalet tecken meddelandet måste ha innan du försöker ta bort det. Du måste aktivera det med kommandot `capitalsMode`.",
	"selfmodFilterEnabled": "Om ordet filter selfmod undersystem är aktiverat eller inte.",
	"selfmodFilterIgnoredChannels": "Kanalerna som kommer att ignoreras av filter delsystemet",
	"selfmodFilterIgnoredRoles": "De roller som kommer att ignoreras av filter delsystem",
	"selfmodIgnoreChannels": "Kanalerna jag kommer att ignorera, var försiktig alla kanaler konfigurerade kommer att ha alla automatiskt modereringssystem (CapsFilter, InviteLinks, och NoMentionSpam) inaktiverade.",
	"selfmodInvitesEnabled": "Om inbjudningar filtret selfmod undersystem är aktiverat eller inte.",
	"selfmodInvitesIgnoredChannels": "Kanalerna som kommer att ignoreras av inbjudningar delsystem",
	"selfmodInvitesIgnoredCodes": "Discords inbjudningskoder som kommer att ignoreras av inbjudningsdelsystemet",
	"selfmodInvitesIgnoredGuilds": "Discord-servrarna som kommer att ignoreras av inbjudningarna delsystem",
	"selfmodInvitesIgnoredRoles": "De roller som kommer att ignoreras av inbjudningar delsystem",
	"selfmodLinksEnabled": "Om länkarna filtrerar självmod undersystem är aktiverat eller inte.",
	"selfmodLinksIgnoredChannels": "Kanalerna som kommer att ignoreras av länkar filter delsystem",
	"selfmodLinksIgnoredRoles": "Rollerna som kommer att ignoreras av länkarna filtrerar undersystem",
	"selfmodLinksAllowed": "Länkar som är tillåtna",
	"selfmodMessagesEnabled": "Om WolfStar ska försöka ta bort duplicerade meddelanden eller inte.",
	"selfmodMessagesIgnoredChannels": "Kanalerna som kommer att ignoreras av dubbla meddelanden delsystem",
	"selfmodMessagesIgnoredRoles": "De roller som kommer att ignoreras av dubbla meddelanden delsystem",
	"selfmodMessagesMaximum": "Mängden duplicerade meddelanden som krävs i kön innan du vidtar åtgärder Köstorleken är konfigurerbar i `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Mängden meddelanden WolfStar kommer att hålla reda på för meddelandet duplicering upptäckt.",
	"selfmodNewlinesEnabled": "Om de nya raderna filtrerar självmod undersystem är aktiverat eller inte.",
	"selfmodNewlinesIgnoredChannels": "Kanalerna som kommer att ignoreras av de nya raderna undersystem",
	"selfmodNewlinesIgnoredRoles": "De roller som kommer att ignoreras av de nya raderna delsystem",
	"selfmodNewlinesMaximum": "Det maximala antalet nya rader innan WolfStar börjar tillämpa påföljder",
	"selfmodReactionsBlocked": "Reaktionerna som blockeras",
	"selfmodReactionsEnabled": "Om reaktionerna filtrerar självmod undersystem är aktiverat eller inte.",
	"selfmodReactionsIgnoredChannels": "Kanalerna som kommer att ignoreras av reaktionerna undersystemet",
	"selfmodReactionsIgnoredRoles": "De roller som kommer att ignoreras av reaktionerna sub-system",
	"selfmodReactionsMaximum": "Den maximala mängden reaktioner innan jag börjar tillämpa påföljder",
	"selfmodReactionsAllowed": "De reaktioner som är tillåtna",
	"validationChooseKey": "Du kan inte konfigurera en grupp, välj en av följande nycklar: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Värdet ``{{value}}`` sattes inte i nyckeln **{{path}}**.",
	"validationDuplicatedValue": "Värdet för nyckeln `{{path}}` var redan satt till ``{{value}}``!"
}
