{
	"channelsMediaOnly": "Los canales en los que únicamente se pueden enviar archivos multimedia.",
	"channelsIgnoreAll": "Canales que debería ignorar para todos los tipos de registros.",
	"channelsIgnoreMessageDelete": "Canales que debería ignorar para los registros de mensajes borrados.",
	"channelsIgnoreMessageEdit": "Canales que debería ignorar para los registros de mensajes editados.",
	"channelsIgnoreReactionAdd": "Canales que debería ignorar para los registros de reacciones añadidas.",
	"channelsIgnoreVoiceActivity": "The channels I should ignore when reporting activity changes.",
	"channelsLogsChannelCreate": "El canal para los registros de creación de canales en el servidor, si este se establece enviaré un mensaje cuando se cree otro canal.",
	"channelsLogsChannelDelete": "El canal para los registros de canales eliminados en el servidor, si este se establece, enviaré un mensaje a este canal cuando se elimine otro canal.",
	"channelsLogsChannelUpdate": "El canal para los registros de actualización del canal en el servidor, si este se establece, enviaré un mensaje a este canal cuando cualquier canal (incluyendo este) se actualice de alguna manera. Este mensaje contendrá los cambios realizados en el canal.",
	"channelsLogsEmojiCreate": "El canal para los registros de creación de emojis, si este se establece, enviaré un mensaje cuando se haya creado un nuevo emoji.",
	"channelsLogsEmojiDelete": "El canal para los registros de emojis eliminados, si este se establece, enviaré un mensaje cuando se haya eliminado emoji.",
	"channelsLogsEmojiUpdate": "El canal de los registros de actualizaciones de emojis, si este se establece, enviaré un mensaje cuando un emoji se actualiza de cualquier manera. Este mensaje contendrá los cambios realizados al emoji.",
	"channelsLogsImage": "El canal que utilizaré para volver a subir todas las imágenes que vea.",
	"channelsLogsMemberAdd": "El canal al cual enviaré un mensaje cuando un miembro se una.",
	"channelsLogsMemberRemove": "El canal al cual enviaré un mensaje cuando un miembro se vaya, sea expulsado o prohibido.",
	"channelsLogsMemberNickNameUpdate": "El canal al cual enviaré un mensaje cuando un miembro se cambie el apodo.",
	"channelsLogsMemberUserNameUpdate": "El canal al cual enviaré un mensaje cuando un miembro se cambie su nombre de usuario.",
	"channelsLogsMemberRolesUpdate": "El canal donde enviaré un mensaje cuando un miembro obtiene o pierde un rol.",
	"channelsLogsMessageDelete": "El canal al que enviaré un mensaje cuando se elimine un mensaje.",
	"channelsLogsMessageDeleteNsfw": "El canal donde enviaré un mensaje cuando se haya eliminado un mensaje de un canal NSFW.",
	"channelsLogsMessageUpdate": "El canal al que enviaré un mensaje cuando se elimine un mensaje.",
	"channelsLogsMessageUpdateNsfw": "El canal donde enviaré un mensaje cuando se haya actualizado un mensaje de un canal NSFW.",
	"channelsLogsModeration": "El canal para los registros de moderación, una vez habilitado, publicaré todos mis casos de moderación allí. Si `events.banRemove` y/o `events.ban-remove` están habilitados, publicaré registros anónimos de forma automática.",
	"channelsLogsPrune": "El canal para los registros de mensajes, el mismo requisito que los registros de mensajes normales, pero sólo enviará mensajes de podas de mensajes.",
	"channelsLogsReaction": "The channel for the reaction logs, same requirement as normal message logs, but will only send message reactions. If you don't want twemojis to be logged you can toggle `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "The channel for role creation logs, if set, I send a message when a new role is craeted.",
	"channelsLogsRoleDelete": "The channel for role deletion logs, if set, I send a message when a role is deleted.",
	"channelsLogsRoleUpdate": "The channel for role update logs, if set, I send a message when a role is updated in any way. This message will contain the changes made to the role.",
	"channelsLogsServerUpdate": "The channel for server update logs, if set, I send a message when the server is updated in any way. This message will contain the changes made to the server.",
	"channelsLogsVoiceChannel": "The channel for voice channel logs, if set, I send a message when a user joins, leaves, or moves to another voice channel.",
	"dashboardOnlyKey": "This key can only be configured through [the web dashboard](https://wolfstar.rocks)",
	"disabledChannels": "A list of channels for disabled commands, for example, setting up a channel called general will forbid all users from using my commands there. Moderators+ override this purposely to allow them to moderate without switching channels.",
	"disabledCommands": "The disabled commands, core commands may not be disabled, and moderators will override this. All commands must be in lower case.",
	"disableNaturalPrefix": "Whether or not I should listen for my natural prefix, `WolfStar,`",
	"eventsBanAdd": "This event posts non-bot moderation logs when a user gets banned. You must set up `channels.moderation-logs`.",
	"eventsBanRemove": "This event posts non-bot moderation logs when a user gets unbanned. You must set up `channels.moderation-logs`.",
	"eventsTimeout": "This event posts non-bot moderation logs when a user's timeout status changes. You must set up `channels.moderation-logs`.",
	"eventsUnknownMessages": "Whether or not I should post updates on unknown command messages.",
	"eventsTwemojiReactions": "Whether or not twemoji reactions are posted in the reaction logs channel.",
	"eventsIncludeBots": "Whether or not I should ignore bots in the server logs.",
	"language": "The language I will use for your server. It may not be available in the language you want.",
	"messagesIgnoreChannels": "The channels configured to not increase the point counter for users.",
	"messagesModerationAutoDelete": "Whether or not moderation commands should be auto-deleted or not.",
	"messagesModerationDm": "Whether or not I should send a direct message to the target user on moderation actions.",
	"messagesModerationMessageDisplay": "Whether or not a response should be sent for moderation commands.",
	"messagesModerationReasonDisplay": "Whether the reason will be displayed in moderation commands.",
	"messagesModeratorNameDisplay": "Whether or not I should display the name of the moderator who took the action when sending the target user a moderation message. Requires `messages.moderation-dm` to be enabled.",
	"messagesAutoDeleteIgnoredAll": "Whether or not command responses should be automatically deleted when deleting any user's message.",
	"messagesAutoDeleteIgnoredRoles": "The roles users should have for their command responses to not be automatically deleted when deleting the user's message.",
	"messagesAutoDeleteIgnoredChannels": "The channels where command responses will not be automatically deleted when deleting the user's message.",
	"messagesAutoDeleteIgnoredCommands": "The command which responses will not be automatically deleted when deleting the user's message.",
	"noMentionSpamAlerts": "Whether or not users should be alerted when they are about to get the ban hammer.",
	"noMentionSpamEnabled": "Whether or not I should have the ban hammer ready for mention spammers.",
	"noMentionSpamMentionsAllowed": "The minimum amount of \"points\" a user must accumulate before landing the hammer. A user mention will count as 1 point, a role mention as 2 points, and an everyone/here mention as 5 points.",
	"noMentionSpamTimePeriod": "The amount of time in seconds in which the mention bucket should refresh. For example, if this is set to `8` and you mentioned two users 7 seconds apart, the bucket would run from start with the accumulated amount of points.",
	"prefix": "A prefix is an affix that is added in front of the word, in this case, the message. It allows bots to distinguish between a regular message and a command.",
	"rolesAdmin": "The administrator roles. Administrators have access to all moderation and management commands. Defaults to anyone with the {{MANAGE_GUILD, permissions}} permission.",
	"rolesInitial": "The initial role, if configured, I will give it to users as soon as they join.",
	"rolesInitialHumans": "If configured, I will give this role to regular users upon joining. (not bots)",
	"rolesInitialBots": "If configured, I will give this role to bot users upon joining.",
	"rolesModerator": "The moderator roles. Moderators have access to almost all moderation commands. Defaults to anyone who can ban members.",
	"rolesMuted": "The muted role, if configured, I will give new muted users this role. Otherwise I will prompt you the creation of one.",
	"rolesPublic": "The public roles. These can be claimed by any user using the `roles` command.",
	"rolesRemoveInitial": "Whether claiming a public role should remove the initial role at the same time.",
	"rolesRestrictedAttachment": "The role that is used for the restrictAttachment moderation command",
	"rolesRestrictedEmbed": "The role that is used for the restrictEmbed moderation command.",
	"rolesRestrictedEmoji": "The role that is used for the restrictEmoji moderation command.",
	"rolesRestrictedReaction": "The role that is used for the restrictReaction moderation command.",
	"rolesRestrictedVoice": "The role that is used for the restrictVoice moderation command.",
	"selfmodAttachmentsEnabled": "Whether or not the attachment filter is enabled.",
	"selfmodAttachmentsIgnoredChannels": "The channels that will be ignored by the attachments filter sub-system",
	"selfmodAttachmentsIgnoredRoles": "The roles that will be ignored by the attachments filters sub-system",
	"selfmodCapitalsEnabled": "Whether the capitals filter selfmod sub-system is enabled or not.",
	"selfmodCapitalsIgnoredChannels": "The channels that will be ignored by the capitals filter sub-system",
	"selfmodCapitalsIgnoredRoles": "The roles that will be ignored by the capitals filters sub-system",
	"selfmodCapitalsMaximum": "The maximum amount of characters the messages must have before trying to delete it. You must enable it with the `capitalsMode` command.",
	"selfmodCapitalsMinimum": "The minimum amount of characters the message must have before trying to delete it. You must enable it with the `capitalsMode` command.",
	"selfmodFilterEnabled": "Whether the word filter selfmod sub-system is enabled or not.",
	"selfmodFilterIgnoredChannels": "The channels that will be ignored by the filters sub-system",
	"selfmodFilterIgnoredRoles": "The roles that will be ignored by the filters sub-system",
	"selfmodIgnoreChannels": "The channels I will ignore, be careful any channel configured will have all auto-moderation systems (CapsFilter, InviteLinks, and NoMentionSpam) deactivated.",
	"selfmodInvitesEnabled": "Whether the invites filter selfmod sub-system is enabled or not.",
	"selfmodInvitesIgnoredChannels": "The channels that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredCodes": "The Discord invite codes that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredGuilds": "The Discord servers that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredRoles": "The roles that will be ignored by the invites sub-system",
	"selfmodLinksEnabled": "Whether the links filter selfmod sub-system is enabled or not.",
	"selfmodLinksIgnoredChannels": "The channels that will be ignored by the links filter sub-system",
	"selfmodLinksIgnoredRoles": "The roles that will be ignored by the links filters sub-system",
	"selfmodLinksAllowed": "The links that are allowed",
	"selfmodMessagesEnabled": "Whether WolfStar should attempt to remove duplicated messages or not.",
	"selfmodMessagesIgnoredChannels": "The channels that will be ignored by the duplicate messages sub-system",
	"selfmodMessagesIgnoredRoles": "The roles that will be ignored by the duplicate messages sub-system",
	"selfmodMessagesMaximum": "The amount of duplicated messages required in the queue before taking action The queue size is configurable in `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "The amount of messages WolfStar will keep track of for the message duplication detection.",
	"selfmodNewlinesEnabled": "Whether the new lines filter selfmod sub-system is enabled or not.",
	"selfmodNewlinesIgnoredChannels": "The channels that will be ignored by the new lines sub-system",
	"selfmodNewlinesIgnoredRoles": "The roles that will be ignored by the new lines sub-system",
	"selfmodNewlinesMaximum": "The maximum amount of new lines before WolfStar will start applying penalties",
	"selfmodReactionsBlocked": "The reactions that are blocked",
	"selfmodReactionsEnabled": "Whether the reactions filter selfmod sub-system is enabled or not.",
	"selfmodReactionsIgnoredChannels": "The channels that will be ignored by the reactions sub-system",
	"selfmodReactionsIgnoredRoles": "The roles that will be ignored by the reactions sub-system",
	"selfmodReactionsMaximum": "The maximum amount of reactions before I will start applying penalties",
	"selfmodReactionsAllowed": "The reactions that are allowed",
	"validationChooseKey": "You cannot configure a group, please pick one of the following keys: {{keys, list(conjunction)}}.",
	"validationMissingValue": "The value ``{{value}}`` was not set in the key **{{path}}**.",
	"validationDuplicatedValue": "The value for the key `{{path}}` was already set to ``{{value}}``!"
}
