{
	"helpAllFlag": "Mostrando una categor칤a por p치gina. 쯊iene problemas con el incrustado? Ejecute `{{prefix}}help --all` para obtener una lista completa en mensajes directos.",
	"helpCommandCount_one": "{{count}} comando",
	"helpCommandCount_other": "{{count}} comandos",
	"helpData": {
		"footer": "Descripci칩n de ayuda para {{footerName}}",
		"title": "{{titleDescription}}"
	},
	"helpDescription": "Muestra todos los comandos o la descripci칩n de uno.",
	"helpExtended": {
		"usages": [
			"--gato/--categorias",
			"--todos",
			"NombreDeCategor칤a",
			"P치gina",
			"NombreDeComando"
		],
		"extendedHelp": "El comando de ayuda muestra una lista paginada de todos los comandos por sus categor칤as, o la informaci칩n extendida de un comando si se especifica.\n\nSi utiliza `--categories` o `--cat`, puede obtener la lista de todas las categor칤as y la cantidad de comandos en cada una de ellas.",
		"reminder": "El comando de ayuda **s칩lo** muestra los comandos que puedes utilizar. Para la lista completa, por favor visita <https://wolfstar.rocks/commands>.",
		"examples": [
			"--gato",
			"--todos",
			"Moderaci칩n",
			"12",
			"ayuda"
		]
	},
	"helpDm": "游닌 | La lista de comandos a los que tienes acceso ha sido enviada a tus mensajes directos.",
	"helpNodm": "{{REDCROSS}} | Tienes los mensajes directos deshabilitados, por lo que no pude enviarte la lista de comandos.",
	"v7Description": "Obtiene la informaci칩n relativa a Skyra v7",
	"v7Extended": {
		"extendedHelp": "Este es un comando **oculto** usado exclusivamente para enviar un aviso a todos los que intentan usar comandos que han sido eliminados de acuerdo a [SKyra v7](https://skyra. otion.site/skyra/Skyra-v7-922ba06004654142a7b63347a92513a8) planes."
	},
	"v7Message": "춰Hola! Gracias por usar este comando, sin embargo, fue eliminado debido a los planes de [Skyra v7](https://skyra.notion.site/skyra/WolfStar-v7-922ba06004654142a7b63347a92513a8). El enlace incluye una explicaci칩n de por qu칠 `{{command}}` fue eliminado.\n\nDisculpe las molestias, y gracias por usar WolfStar. 游눘",
	"v7NayreMessage": "춰Hola! Gracias por usar este comando, sin embargo, fue eliminado y ser치 redise침ado como parte del RPG de Acryss de Nayre, como se menciona en [WolfStar v7](https://skyra. otion.site/skyra/Skyra-v7-922ba06004654142a7b63347a92513a8)'s plans.\n\nDisculpe las molestias y gracias por usar WolfStar. 游눘"
}
