{
	"genericUnknownChannel": "I'm sorry, I tried to perform an action for a channel unknown to Discord and failed, this error has been reported to the developers.",
	"genericUnknownGuild": "I'm sorry, I tried to perform an action for a server unknown to Discord and failed, this error has been reported to the developers.",
	"genericUnknownMember": "I'm sorry, I tried to perform an action for a member unknown to Discord and failed, this error has been reported to the developers.",
	"genericUnknownMessage": "I'm sorry, I tried to perform an action for a message unknown to Discord and failed, this error has been reported to the developers.",
	"genericUnknownRole": "I'm sorry, I tried to perform an action for a role unknown to Discord and failed, this error has been reported to the developers.",
	"genericMissingAccess": "I'm sorry, I tried to perform an action for a resource without the necessary permissions and failed, this error has been reported to the developers.",
	"genericDiscordInternalServerError": "Oops, Discord broke itself, please try again later.",
	"genericDiscordGateway": "Oops, the network is struggling to communicate with Discord, please try again later.",
	"genericDiscordUnavailable": "Oops, Discord is currently unavailable, please try again later.",
	"guildBansEmpty": "No hay baneos registrados en este servidor.",
	"guildBansNotFound": "Lo he intentado y no he podido encontrar a este usuario de la lista de baneos. ¿Estás seguro de que este usuario está baneado?",
	"guildMemberNotVoicechannel": "No puedo ejecutar esta acción en un miembro que no está conectado a un canal de voz.",
	"guildWarnNotFound": "No pude obtener esa advertencia. O bien no existe, o bien no era un aviso, o bien ha sido apelada.",
	"modlogTimed": "Este registro de moderación ya está temporizado. Expira en {{remaining, duration}}",
	"unexpectedIssue": "¡Se ha producido un error inesperado! Abortando este comando de forma segura...",
	"userNotInGuild": "Este usuario no está en este servidor."
}
