{
	"channelsMediaOnly": "Los canales en los que únicamente se pueden enviar archivos multimedia.",
	"channelsIgnoreAll": "Canales que debería ignorar para todos los tipos de registros.",
	"channelsIgnoreMessageDelete": "Canales que debería ignorar para los registros de mensajes borrados.",
	"channelsIgnoreMessageEdit": "Canales que debería ignorar para los registros de mensajes editados.",
	"channelsIgnoreReactionAdd": "Canales que debería ignorar para los registros de reacciones añadidas.",
	"channelsIgnoreVoiceActivity": "Los canales que debo ignorar cuando reporte cambios en la actividad.",
	"channelsLogsChannelCreate": "El canal para los registros de creación de canales en el servidor, si este se establece enviaré un mensaje cuando se cree otro canal.",
	"channelsLogsChannelDelete": "El canal para los registros de canales eliminados en el servidor, si este se establece, enviaré un mensaje a este canal cuando se elimine otro canal.",
	"channelsLogsChannelUpdate": "El canal para los registros de actualización del canal en el servidor, si este se establece, enviaré un mensaje a este canal cuando cualquier canal (incluyendo este) se actualice de alguna manera. Este mensaje contendrá los cambios realizados en el canal.",
	"channelsLogsEmojiCreate": "El canal para los registros de creación de emojis, si este se establece, enviaré un mensaje cuando se haya creado un nuevo emoji.",
	"channelsLogsEmojiDelete": "El canal para los registros de emojis eliminados, si este se establece, enviaré un mensaje cuando se haya eliminado emoji.",
	"channelsLogsEmojiUpdate": "El canal de los registros de actualizaciones de emojis, si este se establece, enviaré un mensaje cuando un emoji se actualiza de cualquier manera. Este mensaje contendrá los cambios realizados al emoji.",
	"channelsLogsImage": "El canal que utilizaré para volver a subir todas las imágenes que vea.",
	"channelsLogsMemberAdd": "El canal al cual enviaré un mensaje cuando un miembro se una.",
	"channelsLogsMemberRemove": "El canal al cual enviaré un mensaje cuando un miembro se vaya, sea expulsado o prohibido.",
	"channelsLogsMemberNickNameUpdate": "El canal al cual enviaré un mensaje cuando un miembro se cambie el apodo.",
	"channelsLogsMemberUserNameUpdate": "El canal al cual enviaré un mensaje cuando un miembro se cambie su nombre de usuario.",
	"channelsLogsMemberRolesUpdate": "El canal donde enviaré un mensaje cuando un miembro obtiene o pierde un rol.",
	"channelsLogsMessageDelete": "El canal al que enviaré un mensaje cuando se elimine un mensaje.",
	"channelsLogsMessageDeleteNsfw": "El canal donde enviaré un mensaje cuando se haya eliminado un mensaje de un canal NSFW.",
	"channelsLogsMessageUpdate": "El canal al que enviaré un mensaje cuando se elimine un mensaje.",
	"channelsLogsMessageUpdateNsfw": "El canal donde enviaré un mensaje cuando se haya actualizado un mensaje de un canal NSFW.",
	"channelsLogsModeration": "El canal para los registros de moderación, una vez habilitado, publicaré todos mis casos de moderación allí. Si `events.banRemove` y/o `events.ban-remove` están habilitados, publicaré registros anónimos de forma automática.",
	"channelsLogsPrune": "El canal para los registros de mensajes, el mismo requisito que los registros de mensajes normales, pero sólo enviará mensajes de podas de mensajes.",
	"channelsLogsReaction": "El canal para los registros de reacción, el mismo requisito que los registros de mensajes normales, pero sólo enviará reacciones de mensajes. Si no quieres que se registren twemojis puedes cambiar `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "El canal para los registros de creación de rol, si se establece, envio un mensaje cuando un nuevo rol es corrompido.",
	"channelsLogsRoleDelete": "El canal para los registros de eliminación de rol, si se establece, envío un mensaje cuando se elimina un rol.",
	"channelsLogsRoleUpdate": "El canal para los registros de actualización de rol, si se establece, envío un mensaje cuando un rol se actualiza de cualquier manera. Este mensaje contendrá los cambios realizados al rol.",
	"channelsLogsServerUpdate": "El canal para los registros de actualización del servidor, si se establece, envío un mensaje cuando el servidor se actualiza de cualquier manera. Este mensaje contendrá los cambios realizados al servidor.",
	"channelsLogsVoiceChannel": "El canal para los registros de canales de voz, si se activa, envio un mensaje cuando un usuario se une, sale o se mueve a otro canal de voz.",
	"dashboardOnlyKey": "Esta clave sólo se puede configurar a través de [el panel de control web](https://wolfstar.rocks)",
	"disabledChannels": "Una lista de canales para comandos desactivados, por ejemplo, configurar un canal llamado general prohibirá a todos los usuarios usar mis comandos allí. Moderators+ anular este propósito para permitirles moderar sin cambiar de canales.",
	"disabledCommands": "Los comandos deshabilitados, los comandos del núcleo no pueden estar desactivados, y los moderadores anularán esto. Todos los comandos deben estar en minúsculas.",
	"disableNaturalPrefix": "Si debo o no escuchar mi prefijo natural, `WolfStar,`",
	"eventsBanAdd": "Este evento publica registros de moderación que no son de bot cuando un usuario es baneado. Debes configurar `channels.moderation-logs`.",
	"eventsBanRemove": "Este evento publica registros de moderación que no son de bot cuando un usuario es desbaneado. Debes configurar `channels.moderation-logs`.",
	"eventsTimeout": "Este evento publica registros de moderación que no son de bot cuando el estado del tiempo de espera de un usuario cambia. Debes configurar `channels.moderation-logs`.",
	"eventsUnknownMessages": "Si debo o no publicar actualizaciones sobre mensajes de comandos desconocidos.",
	"eventsTwemojiReactions": "Si las reacciones de twemoji se publican o no en el canal de los registros de reacción.",
	"eventsIncludeBots": "Si debería ignorar o no los bots en los registros del servidor.",
	"language": "El idioma que usaré para tu servidor. Puede que no esté disponible en el idioma que quieras.",
	"messagesIgnoreChannels": "Los canales configurados para no aumentar el contador de puntos para los usuarios.",
	"messagesModerationAutoDelete": "Si los comandos de moderación deben ser autoborrados o no.",
	"messagesModerationDm": "Si debo o no enviar un mensaje directo al usuario de destino en las acciones de moderación.",
	"messagesModerationMessageDisplay": "Si una respuesta debe o no ser enviada para comandos de moderación.",
	"messagesModerationReasonDisplay": "Si la razón se mostrará en comandos de moderación.",
	"messagesModeratorNameDisplay": "Si debo o no mostrar el nombre del moderador que tomó la acción al enviar un mensaje de moderación al usuario objetivo. Requiere que `messages.moderation-dm` esté habilitado.",
	"messagesAutoDeleteIgnoredAll": "Si las respuestas de comandos deben eliminarse automáticamente al eliminar el mensaje de cualquier usuario.",
	"messagesAutoDeleteIgnoredRoles": "Los usuarios de roles deben tener para que sus respuestas de comandos no se eliminen automáticamente al eliminar el mensaje del usuario.",
	"messagesAutoDeleteIgnoredChannels": "Los canales donde las respuestas de comandos no se eliminarán automáticamente al eliminar el mensaje del usuario.",
	"messagesAutoDeleteIgnoredCommands": "El comando que las respuestas no se eliminarán automáticamente al eliminar el mensaje del usuario.",
	"noMentionSpamAlerts": "Si los usuarios deberían recibir o no alertas cuando están a punto de recibir el martillo de prohibición.",
	"noMentionSpamEnabled": "Que yo tenga o no el martillo de prohibición listo para mencionar los spammers.",
	"noMentionSpamMentionsAllowed": "La cantidad mínima de \"puntos\" que un usuario debe acumularse antes de aterrizar el martillo. Una mención de usuario contará como 1 punto, una mención de rol como 2 puntos, y una mención de todos o aquí como 5 puntos.",
	"noMentionSpamTimePeriod": "La cantidad de tiempo en segundos en que la cuchara de mención debe actualizarse. Por ejemplo, si se establece en `8` y mencionaste a dos usuarios separados 7 segundos, el cubo correría desde el principio con la cantidad acumulada de puntos.",
	"prefix": "Un prefijo es un prefijo que se añade delante de la palabra, en este caso, el mensaje. Permite a los bots distinguir entre un mensaje regular y un comando.",
	"rolesAdmin": "Los roles de administrador. Los administradores tienen acceso a todos los comandos de moderación y administración. Por defecto cualquiera con el permiso {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "El rol inicial, si está configurado, lo daré a los usuarios tan pronto como se unan.",
	"rolesInitialHumans": "Si está configurado, le daré este rol a los usuarios regulares al unirse. (no bots)",
	"rolesInitialBots": "Si está configurado, le daré este rol a los usuarios del bot al unirse.",
	"rolesModerator": "Los roles de moderador. Los moderadores tienen acceso a casi todos los comandos de moderación. Por defecto cualquiera que pueda banear a los miembros.",
	"rolesMuted": "El rol silenciado, si está configurado, le daré este rol a los nuevos usuarios silenciados. De lo contrario, te preguntaré la creación de uno.",
	"rolesPublic": "Los roles públicos. Estos pueden ser reclamados por cualquier usuario usando el comando `roles`.",
	"rolesRemoveInitial": "Si reclamar un papel público debería eliminar el papel inicial al mismo tiempo.",
	"rolesRestrictedAttachment": "El rol que se utiliza para el comando de moderación de restrictAttachment",
	"rolesRestrictedEmbed": "El rol que se utiliza para el comando restrictEmbed moderación.",
	"rolesRestrictedEmoji": "El rol que se utiliza para el comando restrictEmoji.",
	"rolesRestrictedReaction": "El rol que se utiliza para el comando restrictReaction moderación.",
	"rolesRestrictedVoice": "El rol que se utiliza para el comando de moderación de restrictVoice.",
	"selfmodAttachmentsEnabled": "Si el filtro adjunto está habilitado o no.",
	"selfmodAttachmentsIgnoredChannels": "Los canales que serán ignorados por el subsistema de filtros adjuntos",
	"selfmodAttachmentsIgnoredRoles": "Los roles que serán ignorados por el subsistema de filtros adjuntos",
	"selfmodCapitalsEnabled": "Si las mayúsculas filtran el sub-sistema selfmod está habilitado o no.",
	"selfmodCapitalsIgnoredChannels": "Los canales que serán ignorados por las mayúsculas filtran el subsistema",
	"selfmodCapitalsIgnoredRoles": "Los roles que serán ignorados por las mayúsculas filtra el subsistema",
	"selfmodCapitalsMaximum": "La cantidad máxima de caracteres que los mensajes deben tener antes de intentar eliminarlo. Debes activarlo con el comando `mayúsculas`.",
	"selfmodCapitalsMinimum": "La cantidad mínima de caracteres que el mensaje debe tener antes de intentar eliminarlo. Debes activarlo con el comando `mayúsculas`.",
	"selfmodFilterEnabled": "Si el sub-sistema automod del filtro de palabras está habilitado o no.",
	"selfmodFilterIgnoredChannels": "Los canales que serán ignorados por el subsistema de filtros",
	"selfmodFilterIgnoredRoles": "Los roles que serán ignorados por el subsistema de filtros",
	"selfmodIgnoreChannels": "Los canales que ignoraré, tenga cuidado de que cualquier canal configurado tendrá todos los sistemas de moderación automática (CapsFilter, InviteLinks, y NoMentionSpam) desactivados.",
	"selfmodInvitesEnabled": "Si el sub-sistema automod filtro de invitaciones está habilitado o no.",
	"selfmodInvitesIgnoredChannels": "Los canales que serán ignorados por el subsistema de invitaciones",
	"selfmodInvitesIgnoredCodes": "Los códigos de invitación de Discord que serán ignorados por el subsistema de invitaciones",
	"selfmodInvitesIgnoredGuilds": "Los servidores de Discord que serán ignorados por el subsistema de invitaciones",
	"selfmodInvitesIgnoredRoles": "Los roles que serán ignorados por el subsistema de invitaciones",
	"selfmodLinksEnabled": "Si el sub-sistema automod filtra enlaces está habilitado o no.",
	"selfmodLinksIgnoredChannels": "Los canales que serán ignorados por el subsistema de filtros de enlaces",
	"selfmodLinksIgnoredRoles": "Los roles que serán ignorados por los enlaces filtra el subsistema",
	"selfmodLinksAllowed": "Los enlaces permitidos",
	"selfmodMessagesEnabled": "Si WolfStar debe intentar eliminar o no los mensajes duplicados.",
	"selfmodMessagesIgnoredChannels": "Los canales que serán ignorados por el subsistema de mensajes duplicados",
	"selfmodMessagesIgnoredRoles": "Los roles que serán ignorados por el subsistema de mensajes duplicados",
	"selfmodMessagesMaximum": "La cantidad de mensajes duplicados requeridos en la cola antes de tomar acción El tamaño de la cola es configurable en `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "La cantidad de mensajes que WolfStar hará un seguimiento de la detección de la duplicación del mensaje.",
	"selfmodNewlinesEnabled": "Si el nuevo sub-sistema de autofiltro de líneas está habilitado o no.",
	"selfmodNewlinesIgnoredChannels": "Los canales que serán ignorados por el nuevo subsistema de líneas",
	"selfmodNewlinesIgnoredRoles": "Los roles que serán ignorados por el nuevo subsistema de líneas",
	"selfmodNewlinesMaximum": "La cantidad máxima de nuevas líneas antes de que WolfStar empiece a aplicar penalizaciones",
	"selfmodReactionsBlocked": "Las reacciones bloqueadas",
	"selfmodReactionsEnabled": "Si las reacciones filtran el sub-sistema selfmod está habilitado o no.",
	"selfmodReactionsIgnoredChannels": "Los canales que serán ignorados por el subsistema de reacciones",
	"selfmodReactionsIgnoredRoles": "Los roles que serán ignorados por el subsistema de reacciones",
	"selfmodReactionsMaximum": "La cantidad máxima de reacciones antes de empezar a aplicar sanciones",
	"selfmodReactionsAllowed": "Las reacciones permitidas",
	"validationChooseKey": "No puedes configurar un grupo, por favor elige una de las siguientes claves: {{keys, list(conjunction)}}.",
	"validationMissingValue": "El valor ``{{value}}`` no fue establecido en la clave **{{path}}**.",
	"validationDuplicatedValue": "El valor de la clave `{{path}}` ya estaba asignado a ``{{value}}``!"
}
