{
	"clientPermissions": "Jeg har ikke tilstrækkelige tilladelser! Jeg mangler: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Dette bør aldrig ske, jeg ved ikke, hvem jeg er.",
	"clientPermissionsNoPermissions": "Det skulle aldrig ske, jeg undlod at afgøre, hvilke tilladelser jeg har.",
	"runIn": "Denne kommando kan ikke køres i denne kanaltype.",
	"userPermissionsNoPermissions": "Dette skulle aldrig ske, jeg undlod at afgøre, hvilke tilladelser du har.",
	"unavailable": "Dette bør aldrig ske, jeg kunne ikke finde en nødvendig forudsætning for denne kommando.",
	"cooldown": "Du har lige brugt denne kommando. Du kan bruge denne kommando igen i {{remaining, duration}}.",
	"nsfw": "Du kan ikke bruge NSFW kommandoer i denne kanal!",
	"userPermissions": "Du har ikke tilstrækkelige tilladelser! Du mangler: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Dette bør aldrig ske, en af de forudsætninger denne kommando kræver mangler en besked handler.",
	"missingChatInputHandler": "Dette bør aldrig ske, en af de forudsætninger denne kommando kræver mangler en skråstreg kommando handler.",
	"missingContextMenuHandler": "Dette bør aldrig ske, en af de forudsætninger denne kommando kræver mangler en sammenhængsafhængig menu handler.",
	"administrator": "Du behøver administratorrettigheder for at køre `{{command.name}}`!",
	"disabledGlobal": "Denne kommando er blevet deaktiveret globalt af botejerne. Vil du vide hvorfor og finde ud af, hvornår det vil være tilbage? Deltag i den officielle WolfStar server: <https://join.wolfstar.rocks>",
	"disabledGuild": "Denne kommando er blevet deaktiveret af en administrator på denne server!",
	"moderator": "Du behøver moderatorrettigheder for at køre `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Du har ikke tilladelse til at bruge denne kommando!",
	"serverOwner": "Du skal være serverens ejer for at køre `{{command.name}}`!",
	"dmOnly": "Denne kommando kan kun bruges i DM kanaler.",
	"guildNewsOnly": "Denne kommando kan kun bruges i annonceringskanaler.",
	"guildNewsThreadOnly": "Denne kommando kan kun bruges i annonceringstrådkanaler.",
	"guildOnly": "Denne kommando kan kun bruges i serverkanaler.",
	"guildPrivateThreadOnly": "Denne kommando kan kun bruges i private trådkanaler.",
	"guildPublicThreadOnly": "Denne kommando kan kun bruges i offentlige trådkanaler.",
	"guildTextOnly": "Denne kommando kan kun bruges i tekstkanaler.",
	"threadOnly": "Denne kommando kan kun bruges i trådkanaler."
}
