{
	"channelsMediaOnly": "De kanaler, hvor kun medie vedhæftede filer kan sendes.",
	"channelsIgnoreAll": "Kanaler jeg bør ignorere for alle typer af logning.",
	"channelsIgnoreMessageDelete": "Kanaler jeg bør ignorere, når jeg tjekker for slettede breve til logning.",
	"channelsIgnoreMessageEdit": "Kanaler jeg bør ignorere, når jeg tjekker for redigerede breve til logning.",
	"channelsIgnoreReactionAdd": "Kanaler jeg bør ignorere, når jeg tjekker for tilføjede reaktioner.",
	"channelsIgnoreVoiceActivity": "Kanalerne jeg skal ignorere, når rapportering aktivitet ændres.",
	"channelsLogsChannelCreate": "Kanalen for kanal skabelse logs, hvis sat, Jeg vil sende en besked når en anden kanal er oprettet.",
	"channelsLogsChannelDelete": "Kanalen for kanal sletning logs, hvis sat, Jeg vil sende en besked til denne kanal når en anden kanal er slettet.",
	"channelsLogsChannelUpdate": "Kanalen til at opdatere logs, hvis angivet, Jeg vil sende en besked til denne kanal, når nogen kanal (herunder denne) bliver opdateret på nogen måde. Denne meddelelse vil indeholde de ændringer der er lavet til kanalen.",
	"channelsLogsEmojiCreate": "Kanalen til oprettelse af emoji logs, hvis angivet, vil jeg sende en besked når en emoji er blevet oprettet.",
	"channelsLogsEmojiDelete": "Kanalen til sletning af emoji logs, hvis angivet, vil jeg sende en besked når en emoji slettes.",
	"channelsLogsEmojiUpdate": "Kanalen til emoji opdateringslogs, hvis angivet, sender jeg en besked når en emoji opdateres på nogen måde. Denne meddelelse vil indeholde de ændringer, der er foretaget i emoji.",
	"channelsLogsImage": "Kanalen jeg vil bruge til at re-uploade alle billeder jeg ser.",
	"channelsLogsMemberAdd": "Kanalen jeg vil sende en besked til når en medlem deltager.",
	"channelsLogsMemberRemove": "Kanalen jeg vil sende en besked til når en medlem blade, er sparket, eller er forbudt.",
	"channelsLogsMemberNickNameUpdate": "Den kanal jeg vil sende en besked hen til hvor en medlem ændrer deres øgenavn.",
	"channelsLogsMemberUserNameUpdate": "Kanalen jeg vil sende en besked til når et medlem ændrer deres brugernavn.",
	"channelsLogsMemberRolesUpdate": "Kanalen jeg vil sende en besked til når et medlem får eller mister en rolle.",
	"channelsLogsMessageDelete": "Kanalen jeg vil sende en besked til når en besked er blevet slettet.",
	"channelsLogsMessageDeleteNsfw": "Kanalen jeg vil sende en besked til når en besked fra en NSFW kanal er blevet slettet.",
	"channelsLogsMessageUpdate": "Kanalen jeg vil sende en besked til når en besked er blevet opdateret.",
	"channelsLogsMessageUpdateNsfw": "Kanalen jeg vil sende en besked til når en besked fra en NSFW kanal er blevet opdateret.",
	"channelsLogsModeration": "Kanalen for moderation logs, når aktiveret, Jeg vil sende alle mine moderation sager der. Hvis `events. an-remove` og/eller `events.ban-remove` er aktiveret, Jeg vil automatisk sende anonyme logs.",
	"channelsLogsPrune": "Kanalen til beskære logs, samme krav som normale meddelelseslogs, men vil kun sende beskære meddelelser.",
	"channelsLogsReaction": "Kanalen for reaktionslogs, samme krav som normale meddelelseslogs, men vil kun sende meddelelsesreaktioner. Hvis du ikke vil have twemojis logget kan du skifte `events.twemoji-reaktioner`.",
	"channelsLogsRoleCreate": "Kanalen for rolleskabelse logs, hvis angivet, sender jeg en besked når en ny rolle er tør.",
	"channelsLogsRoleDelete": "Kanalen for rolle sletning logs, hvis angivet, Jeg sender en meddelelse når en rolle slettes.",
	"channelsLogsRoleUpdate": "Kanalen til rolleopdatering logs, hvis angivet, sender jeg en besked når en rolle opdateres på nogen måde. Denne meddelelse vil indeholde de ændringer, der er foretaget i rollen.",
	"channelsLogsServerUpdate": "Kanalen til serveropdatering logs, hvis angivet, sender jeg en besked når serveren opdateres på nogen måde. Dette brev vil indeholde de ændringer, der er foretaget på serveren.",
	"channelsLogsVoiceChannel": "Kanalen for voice kanal logs, if set, I send a message when a user joins, leaves, or moves to another voice channel. (Automatic Copy)",
	"dashboardOnlyKey": "Denne nøgle kan kun konfigureres via [webbetjeningspanelet](https://wolfstar.rocks)",
	"disabledChannels": "En liste over kanaler for deaktiverede kommandoer, for eksempel, opsætning af en kanal kaldet generel vil forbyde alle brugere fra at bruge mine kommandoer der. Moderatorer + tilsidesætte dette bevidst at tillade dem at moderat uden at skifte kanaler.",
	"disabledCommands": "De deaktiverede kommandoer, kernekommandoer er måske ikke deaktiverede, og moderatorer vil tilsidesætte dette. Alle kommandoer skal være i mindre tilfælde.",
	"disableNaturalPrefix": "Hvorvidt jeg skal lytte til min naturlige præfix, `WolfStar,`",
	"eventsBanAdd": "This event posts non-bot moderation logs when a user gets banned. You must set up `channels.moderation-logs`.",
	"eventsBanRemove": "This event posts non-bot moderation logs when a user gets unbanned. You must set up `channels.moderation-logs`.",
	"eventsTimeout": "This event posts non-bot moderation logs when a user's timeout status changes. You must set up `channels.moderation-logs`.",
	"eventsUnknownMessages": "Om jeg skal sende opdateringer på ukendte kommandomeddelelser.",
	"eventsTwemojiReactions": "Hvorvidt to emoji reaktioner bogføres i reaktionslogfiler kanalen.",
	"eventsIncludeBots": "Hvorvidt jeg skal ignorere bots i serverlogs.",
	"language": "Sproget jeg vil bruge til din server. Det er muligvis ikke tilgængeligt på det sprog, du ønsker.",
	"messagesIgnoreChannels": "Kanalerne konfigureret til ikke at øge punkttælleren for brugere.",
	"messagesModerationAutoDelete": "Om moderation kommandoer skal slettes automatisk eller ej.",
	"messagesModerationDm": "Hvorvidt jeg skal sende en direkte meddelelse til målbrugeren om mådeholdselementer.",
	"messagesModerationMessageDisplay": "Om et svar skal sendes til mådehold kommandoer.",
	"messagesModerationReasonDisplay": "Om årsagen vil blive vist i mådehold kommandoer.",
	"messagesModeratorNameDisplay": "Hvorvidt jeg skal vise navnet på den moderator, der tog handlingen, når målbrugeren blev sendt en moderation besked. Kræver `messages.moderation-dm` for at være aktiveret.",
	"messagesAutoDeleteIgnoredAll": "Om kommandoen svar skal slettes automatisk ved sletning af en brugers besked.",
	"messagesAutoDeleteIgnoredRoles": "Rollerne brugere skal have for deres kommando svar til ikke automatisk at blive slettet når du sletter brugerens besked.",
	"messagesAutoDeleteIgnoredChannels": "Kanalerne hvor kommandoens svar ikke automatisk vil blive slettet ved sletning af brugerens besked.",
	"messagesAutoDeleteIgnoredCommands": "Kommandoen hvilke svar vil ikke automatisk blive slettet ved sletning af brugerens besked.",
	"noMentionSpamAlerts": "Hvorvidt brugere skal advares eller ej, når de er ved at få forbud hammer.",
	"noMentionSpamEnabled": "Uanset om jeg skulle have forbuddet mod hammer klar til at nævne spammere.",
	"noMentionSpamMentionsAllowed": "Den mindste mængde af \"punkter\", en bruger skal akkumulere, før hammeren landes. En bruger nævner vil tælle som 1 point, en rolle nævne som 2 point, og en alle/her nævne som 5 point.",
	"noMentionSpamTimePeriod": "Mængden af tid i sekunder, hvor omtalen spand skal opdateres. For eksempel, hvis dette er sat til `8', og du nævnte to brugere 7 sekunder fra hinanden, skovlen løber fra start med det akkumulerede antal point.",
	"prefix": "Et præfiks er en anfiks der er tilføjet foran ordet, i dette tilfælde, budskabet. Det gør det muligt bots at skelne mellem en regelmæssig besked og en kommando.",
	"rolesAdmin": "Administratorrollerne. Administratorer har adgang til alle måde- og håndteringskommandoer. Standard er alle med {{MANAGE_GUILD, permissions}} tilladelsen.",
	"rolesInitial": "Den indledende rolle, hvis konfigureret, Jeg vil give det til brugere, så snart de deltager.",
	"rolesInitialHumans": "Hvis konfigureret, vil jeg give denne rolle til almindelige brugere når de deltager. (ikke bots)",
	"rolesInitialBots": "Hvis konfigureret, vil jeg give denne rolle til bot brugere ved tiltrædelse.",
	"rolesModerator": "Moderator roller. Moderatorer har adgang til næsten alle mådehold kommandoer. Standard til alle, der kan forbyde medlemmer.",
	"rolesMuted": "Den dæmpede rolle, hvis konfigureret, Jeg vil give nye dæmpede brugere denne rolle. Ellers vil jeg bede dig om oprettelsen af en.",
	"rolesPublic": "De offentlige roller. Disse kan hævdes af enhver bruger ved hjælp af kommandoen `roller'.",
	"rolesRemoveInitial": "Om påberåbelse af en offentlig rolle bør fjerne den oprindelige rolle på samme tid.",
	"rolesRestrictedAttachment": "Den rolle, der bruges til kommandoen BegrænsningTilføjelse moderation",
	"rolesRestrictedEmbed": "Den rolle, der bruges til begrænsningEmbed moderation kommando.",
	"rolesRestrictedEmoji": "Den rolle, der bruges til begrænsningEmoji moderation kommando.",
	"rolesRestrictedReaction": "Den rolle, der bruges til Begrænsningreaction moderation kommando.",
	"rolesRestrictedVoice": "Den rolle, der bruges til begrænsningVoice moderation kommando.",
	"selfmodAttachmentsEnabled": "Om vedhæftningsfilteret er aktiveret eller ej.",
	"selfmodAttachmentsIgnoredChannels": "De kanaler der vil blive ignoreret af de vedhæftede filer filter undersystem",
	"selfmodAttachmentsIgnoredRoles": "Rollerne som vil blive ignoreret af undersystemet til vedhæftede filtre",
	"selfmodCapitalsEnabled": "Om hovedstæderne filter selfmod sub-system er aktiveret eller ej.",
	"selfmodCapitalsIgnoredChannels": "De kanaler der vil blive ignoreret af kapitalfilter delsystem",
	"selfmodCapitalsIgnoredRoles": "Rollerne som vil blive ignoreret af delsystemet Kapitalfiltre",
	"selfmodCapitalsMaximum": "Det maksimale antal tegn brevene skal have, før du forsøger at slette det. Du skal aktivere det med kommandoen `capitalsMode'.",
	"selfmodCapitalsMinimum": "Det mindste antal tegn beskeden skal have, før du forsøger at slette den. Du skal aktivere den med kommandoen `capitalsMode'.",
	"selfmodFilterEnabled": "Om ordfilteret selfmod- undersystemet er aktiveret eller ej.",
	"selfmodFilterIgnoredChannels": "Kanalerne som vil blive ignoreret af filtrets undersystem",
	"selfmodFilterIgnoredRoles": "Rollerne som vil blive ignoreret af filtrets undersystem",
	"selfmodIgnoreChannels": "De kanaler jeg vil ignorere, være forsigtig enhver kanal konfigureret vil have alle auto-moderation systemer (CapsFilter, InviteLinks, og NoMentionSpam) deaktiveret.",
	"selfmodInvitesEnabled": "Om det inviterer filter selvmod undersystem er aktiveret eller ej.",
	"selfmodInvitesIgnoredChannels": "De kanaler der vil blive ignoreret af den inviterer undersystem",
	"selfmodInvitesIgnoredCodes": "Discord invitationskoder, der vil blive ignoreret af undersystemet inviterer",
	"selfmodInvitesIgnoredGuilds": "Discord serverne der vil blive ignoreret af invitations undersystem",
	"selfmodInvitesIgnoredRoles": "De roller, der vil blive ignoreret af de inviterer undersystem",
	"selfmodLinksEnabled": "Om linkene filtrerer selfmod- undersystemet er aktiveret eller ej.",
	"selfmodLinksIgnoredChannels": "De kanaler der vil blive ignoreret af links filter undersystem",
	"selfmodLinksIgnoredRoles": "Rollerne som vil blive ignoreret af links filtre undersystem",
	"selfmodLinksAllowed": "De links, der er tilladt",
	"selfmodMessagesEnabled": "Om WolfStar skal forsøge at fjerne duplikerede beskeder eller ej.",
	"selfmodMessagesIgnoredChannels": "De kanaler som vil blive ignoreret af undersystemet duplikerede beskeder",
	"selfmodMessagesIgnoredRoles": "Rollerne som vil blive ignoreret af undersystemet med duplikerede beskeder",
	"selfmodMessagesMaximum": "Mængden af duplikerede beskeder kræves i køen før du tager handling Kø størrelse kan konfigureres i `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Mængden af meddelelser WolfStar vil holde styr på for meddelelsen duplikering detektion.",
	"selfmodNewlinesEnabled": "Om det nye linjefilter selvmod undersystem er aktiveret eller ej.",
	"selfmodNewlinesIgnoredChannels": "De kanaler der vil blive ignoreret af de nye linjer delsystem",
	"selfmodNewlinesIgnoredRoles": "Rollerne, der vil blive ignoreret af de nye linjer delsystem",
	"selfmodNewlinesMaximum": "Det maksimale beløb for nye linjer før WolfStar vil begynde at anvende sanktioner",
	"selfmodReactionsBlocked": "De reaktioner, der er blokerede",
	"selfmodReactionsEnabled": "Om reaktionerne filtrerer selvmod undersystem er aktiveret eller ej.",
	"selfmodReactionsIgnoredChannels": "De kanaler, der vil blive ignoreret af reaktionernes undersystem",
	"selfmodReactionsIgnoredRoles": "De roller, der vil blive ignoreret af reaktionernes undersystem",
	"selfmodReactionsMaximum": "Det maksimale antal reaktioner, før jeg begynder at anvende sanktioner",
	"selfmodReactionsAllowed": "De reaktioner, der er tilladt",
	"validationChooseKey": "Du kan ikke konfigurere en gruppe, vælg venligst en af følgende nøgler: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Værdien ``{{value}}`` blev ikke sat i nøglen **{{path}}**.",
	"validationDuplicatedValue": "Værdien for nøglen `{{path}}` var allerede sat til ``{{value}}``!"
}
