{
	"clientPermissions": "Nemám dostatečná oprávnění! Chybí mi: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "To by se nikdy nemělo stát, já nevím, kdo jsem.",
	"clientPermissionsNoPermissions": "To by se nikdy nemělo stát, nepodařilo se mi určit, jaká povolení mám.",
	"runIn": "Tento příkaz nemůže být spuštěn v tomto typu kanálu.",
	"userPermissionsNoPermissions": "To by se nikdy nemělo stát, nepodařilo se mi určit, jaká máte oprávnění.",
	"unavailable": "Toto by se nikdy nemělo stát, nemohu najít požadovanou podmínku pro tento příkaz.",
	"cooldown": "Právě jsi použil tento příkaz. Tento příkaz můžeš použít znovu v {{remaining, duration}}.",
	"nsfw": "V tomto kanálu nemůžete použít NSFW příkazy!",
	"userPermissions": "Nemáte dostatečná oprávnění! Chybí vám {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Toto by se nikdy nemělo stát, jeden z předpokladů vyžadujících tento příkaz postrádá obsluhu zprávy.",
	"missingChatInputHandler": "To by se nikdy nemělo stát, jeden z předpokladů, který vyžaduje tento příkaz, chybí řidič lomítka.",
	"missingContextMenuHandler": "Toto by se nikdy nemělo stát, jeden z předpokladů vyžadujících tento příkaz chybí obsluha kontextového menu.",
	"administrator": "Potřebujete oprávnění administrátora ke spuštění `{{command.name}}`!",
	"disabledGlobal": "Tento příkaz byl globálně zakázán majiteli botů. Chceš se dozvědět proč a zjistit, kdy bude zpátky? Připoj se k oficiálnímu WolfStar serveru: <https://join.wolfstar.rocks>",
	"disabledGuild": "Tento příkaz byl zakázán administrátorem na tomto serveru!",
	"moderator": "Potřebujete moderátorská oprávnění ke spuštění `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Nemáte oprávnění k použití tohoto příkazu!",
	"serverOwner": "Musíš být vlastníkem serveru, abys mohl spustit `{{command.name}}`!",
	"dmOnly": "Tento příkaz lze použít pouze v DM kanálech.",
	"guildNewsOnly": "Tento příkaz lze použít pouze v oznamovacích kanálech.",
	"guildNewsThreadOnly": "Tento příkaz lze použít pouze v oznamovacích kanálech.",
	"guildOnly": "Tento příkaz lze použít pouze v serverových kanálech.",
	"guildPrivateThreadOnly": "Tento příkaz může být použit pouze v soukromých kanálech.",
	"guildPublicThreadOnly": "Tento příkaz může být použit pouze ve veřejných kanálech.",
	"guildTextOnly": "Tento příkaz lze použít pouze v textových kanálech.",
	"threadOnly": "Tento příkaz může být použit pouze v kanálech vláken."
}
