{
	"channelsMediaOnly": "Kanály, kde mohou být posílány pouze mediální přílohy.",
	"channelsIgnoreAll": "Kanály bych měl ignorovat pro všechny typy logování.",
	"channelsIgnoreMessageDelete": "Kanály by měly být ignorovány při kontrole smazaných zpráv.",
	"channelsIgnoreMessageEdit": "Kanály by měly být ignorovány při kontrole editace zpráv pro logování.",
	"channelsIgnoreReactionAdd": "Při kontrole přidaných reakcí bych měl ignorovat.",
	"channelsIgnoreVoiceActivity": "Kanály by měly být ignorovány při hlášení změn aktivity.",
	"channelsLogsChannelCreate": "Kanál pro vytvoření protokolů pro vytvoření kanálu, pokud je nastaven, pošlu zprávu, když bude vytvořen jiný kanál.",
	"channelsLogsChannelDelete": "Kanál pro protokoly o smazání kanálu, pokud je nastaven, pošlu tomuto kanálu zprávu po odstranění jiného kanálu.",
	"channelsLogsChannelUpdate": "Kanál pro protokoly aktualizace kanálu, pokud je nastaven, Posílám na tento kanál zprávu, když se jakýkoliv kanál (včetně tohoto kanálu) jakkoli aktualizuje. Tato zpráva bude obsahovat změny provedené v kanálu.",
	"channelsLogsEmojiCreate": "Kanál pro protokoly tvorby emoji, pokud je nastaven, pošlu zprávu po vytvoření emoji.",
	"channelsLogsEmojiDelete": "Kanál pro protokoly smazání emoji, pokud je nastaven, pošlu zprávu po smazání emoji.",
	"channelsLogsEmojiUpdate": "Kanál pro aktualizaci logů emoji, pokud je nastaven, posílám zprávu, když je emoji jakýmkoli způsobem aktualizována. Tato zpráva bude obsahovat změny provedené v emoji.",
	"channelsLogsImage": "Kanál použiji k opětovnému nahrání všech obrázků, které vidím.",
	"channelsLogsMemberAdd": "Kanál pošlu zprávu, na kterou se přidá člen.",
	"channelsLogsMemberRemove": "Kanál pošlu zprávu, když člen odejde, je vyhozen nebo je zakázán.",
	"channelsLogsMemberNickNameUpdate": "Kanál pošlu zprávu, když člen změní svou přezdívku.",
	"channelsLogsMemberUserNameUpdate": "Kanál odešle zprávu, když člen změní své uživatelské jméno.",
	"channelsLogsMemberRolesUpdate": "Kanál odešle zprávu, když člen dostane nebo ztratí roli.",
	"channelsLogsMessageDelete": "Kanál odešle zprávu, když bude zpráva smazána.",
	"channelsLogsMessageDeleteNsfw": "Kanál odešle zprávu, na kterou bude zpráva z NSFW kanálu smazána.",
	"channelsLogsMessageUpdate": "Kanál odešle zprávu, jakmile bude zpráva aktualizována.",
	"channelsLogsMessageUpdateNsfw": "Kanál odešle zprávu, až bude aktualizována zpráva z NSFW kanálu.",
	"channelsLogsModeration": "Kanál pro moderační protokoly, jakmile je povoleno, budu publikovat všechny případy moderování. Pokud je \"Událost\". an-remove` a/nebo `events.ban-remove` jsou povoleny, budu automaticky odesílat anonymní logy.",
	"channelsLogsPrune": "Kanál pro protokoly prořezávání, stejný požadavek jako normální protokoly zpráv, ale odesílá pouze zprávy prořezávání.",
	"channelsLogsReaction": "Kanál pro záznamy reakcí, stejný požadavek jako normální protokoly zpráv, ale odesílá pouze reakce. Pokud nechcete, aby byly dvě emojis zaznamenány, můžete přepnout `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Kanál pro vytvoření logů rolí, pokud je nastaven, posílám zprávu, když je nová role vykreslena.",
	"channelsLogsRoleDelete": "Kanál pro protokoly smazání rolí, pokud je nastaven, posílám zprávu, když je role smazána.",
	"channelsLogsRoleUpdate": "Kanál pro aktualizaci protokolů rolí, pokud je nastaven, posílám zprávu, když je role jakkoli aktualizována. Tato zpráva bude obsahovat změny provedené v roli.",
	"channelsLogsServerUpdate": "Kanál pro aktualizaci protokolů serveru, pokud je nastaven, posílám zprávu, když je server jakkoli aktualizován. Tato zpráva bude obsahovat změny provedené na serveru.",
	"channelsLogsVoiceChannel": "Kanál pro protokoly hlasového kanálu, pokud je nastaven, posílám zprávu, když se uživatel připojí, opustí nebo přesune do jiného hlasového kanálu.",
	"dashboardOnlyKey": "Tento klíč lze nakonfigurovat pouze pomocí [webového panelu](https://wolfstar.rocks)",
	"disabledChannels": "Například seznam kanálů pro zakázané příkazy, nastavení kanálu zvaného obecný, zabrání všem uživatelům v používání mých příkazů. Moderátoři+ tento záměr, aby mohli mírnit bez přepínání kanálů.",
	"disabledCommands": "Zakázané příkazy, základní příkazy nemusí být zakázány a moderátoři to budou přepsat. Všechny příkazy musí být v malém případě.",
	"disableNaturalPrefix": "Zda bych měl naslouchat svému přirozenému prefixu, `WolfStar,`",
	"eventsBanAdd": "Tato událost publikuje neboty moderačních protokolů, když je uživatel zabanován. Musíte nastavit `channels.moderation-logs`.",
	"eventsBanRemove": "Tato událost publikuje nebotové moderační protokoly, když se uživatel odblokuje. Musíte nastavit `channels.moderation-logs`.",
	"eventsTimeout": "Tato událost publikuje neboty moderátorských protokolů při změně stavu časového limitu uživatele. Musíte nastavit `channels.moderation-logs`.",
	"eventsUnknownMessages": "Zda bych měl vkládat aktualizace na neznámé příkazové zprávy.",
	"eventsTwemojiReactions": "Zda jsou reakce, které jsou vloženy do kanálu reakčních protokolů, či nikoli.",
	"eventsIncludeBots": "Zda mám ignorovat boty v protokolech serveru.",
	"language": "Jazyk, který budu používat pro váš server. Možná není dostupný v jazyce, který chcete.",
	"messagesIgnoreChannels": "Kanály nastaveny tak, aby nezvyšovaly počitadlo bodů pro uživatele.",
	"messagesModerationAutoDelete": "Moderační příkazy mají být automaticky smazány nebo ne.",
	"messagesModerationDm": "Zda bych měl zaslat cílovému uživateli přímou zprávu o moderačních akcích.",
	"messagesModerationMessageDisplay": "Zda má být odpověď odeslána na modeční příkazy.",
	"messagesModerationReasonDisplay": "Zda bude důvod zobrazen v moderních příkazech.",
	"messagesModeratorNameDisplay": "Zda bych měl zobrazit jméno moderátora, který provedl akci při odesílání moderové zprávy cílovému uživateli. Vyžaduje povolení `messages.moderation-dm`.",
	"messagesAutoDeleteIgnoredAll": "Odpověď na příkaz by měla být automaticky smazána při mazání zprávy uživatele.",
	"messagesAutoDeleteIgnoredRoles": "Uživatelé by měli mít role, aby své odpovědi na příkaz nebyly automaticky odstraněny při mazání zprávy uživatele.",
	"messagesAutoDeleteIgnoredChannels": "Kanály, kde odpovědi na příkaz nebudou automaticky odstraněny při mazání zprávy uživatele.",
	"messagesAutoDeleteIgnoredCommands": "Příkaz, který odpovědi nebudou automaticky odstraněny při mazání zprávy uživatele.",
	"noMentionSpamAlerts": "Zda by uživatelé měli být upozorněni, když se chystají získat blokovací kladivo.",
	"noMentionSpamEnabled": "Zda bych měl mít zákazové kladivo připraveno ke zmínění spammerů.",
	"noMentionSpamMentionsAllowed": "Minimální množství \"bodů\", které musí uživatel akumulovat před přistáním kladiva. Zmínka uživatele bude počítat jako 1 bod, zmínka o roli jako 2 body a všichni/zde se zmíní o 5 bodech.",
	"noMentionSpamTimePeriod": "Čas v sekundách, ve kterém by měl být zmíněný kbelík obnoven. Například, pokud je nastaveno na `8` a vy jste zmínil dva uživatele od 7 sekund od sebe, kbelík by běžel od začátku s nahromaděným množstvím bodů.",
	"prefix": "Předpona je připojená před slovem, v tomto případě zpráva. Umožňuje botům rozlišovat mezi pravidelnou zprávou a příkazem.",
	"rolesAdmin": "Role správce. Správci mají přístup ke všem příkazům modifikace a správy. Výchozí nastavení je každý, kdo má oprávnění {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Počáteční role, pokud je nakonfigurována, dám ji uživatelům, jakmile se připojí.",
	"rolesInitialHumans": "Je-li nakonfigurováno, dám tuto roli běžným uživatelům po připojení. (ne botům)",
	"rolesInitialBots": "Je-li nastaveno, dám tuto roli uživatelům bota po připojení.",
	"rolesModerator": "Moderátořské role. Moderátoři mají přístup k téměř všem moderním příkazům. Výchozí nastavení je každý, kdo může zakázat členy.",
	"rolesMuted": "Ztlumená role, pokud je nakonfigurována, udělím novým uživatelům tuto roli. V opačném případě vás vyzývám k vytvoření jedné.",
	"rolesPublic": "Veřejné role. To může nárokovat jakýkoli uživatel pomocí příkazu `roles`.",
	"rolesRemoveInitial": "Zda by nárok na veřejnou roli měl zároveň odstranit původní roli.",
	"rolesRestrictedAttachment": "Role používaná pro příkaz modifikace restriktivních příloh",
	"rolesRestrictedEmbed": "Role používaná pro příkaz \"vložit moderátora\".",
	"rolesRestrictedEmoji": "Role používaná pro příkaz modifikace restriktivního Emoji.",
	"rolesRestrictedReaction": "Role používaná pro příkaz modifikace restrikční reakce.",
	"rolesRestrictedVoice": "Role používaná pro příkaz \"RestVoice moderation\".",
	"selfmodAttachmentsEnabled": "Zvolte, zda je nebo není filtr příloh povolen.",
	"selfmodAttachmentsIgnoredChannels": "Kanály, které budou ignorovány subsystémem filtrování příloh",
	"selfmodAttachmentsIgnoredRoles": "Roky, které budou ignorovány subsystémem filtrů příloh",
	"selfmodCapitalsEnabled": "Zda písmo filtruje selfmod subsystém je povolen, nebo ne.",
	"selfmodCapitalsIgnoredChannels": "Kanály, které budou ignorovány dílčím systémem filtru písmen",
	"selfmodCapitalsIgnoredRoles": "Úlohy, které budou ignorovány kapitálem, filtrují subsystém",
	"selfmodCapitalsMaximum": "Maximální počet znaků, které musí mít zprávy před pokusem o jejich smazání. Musíte jej povolit příkazem `capitalsMode`.",
	"selfmodCapitalsMinimum": "Minimální počet znaků, které musí mít zpráva před pokusem o její odstranění. Musíte ji povolit příkazem `capitalsMode`.",
	"selfmodFilterEnabled": "Zda je slovo filtr selfmod subsystém povolen nebo ne.",
	"selfmodFilterIgnoredChannels": "Kanály budou ignorovány subsystémem filtrů",
	"selfmodFilterIgnoredRoles": "Role subsystému filtrů budou ignorovány",
	"selfmodIgnoreChannels": "Kanály, které budu ignorovat, buďte opatrní, každý konfigurovaný kanál bude mít deaktivované všechny systémy automatického modifikace (CapsFilter, InviteLinks a NoMentionSpam).",
	"selfmodInvitesEnabled": "Zda pozvánky filtrují selfmod subsystém je povolen, nebo ne.",
	"selfmodInvitesIgnoredChannels": "Kanály, které budou ignorovány subsystémem Pozvánky",
	"selfmodInvitesIgnoredCodes": "Discord kódy pozvánky, které budou ignorovány subsystémem Pozvánky",
	"selfmodInvitesIgnoredGuilds": "Discord servery, které budou ignorovány subsystémem Pozvánky",
	"selfmodInvitesIgnoredRoles": "Roky, které budou ignorovány subsystémem pozvánek",
	"selfmodLinksEnabled": "Zda odkazy filtrují selfmod subsystém je povolen, nebo ne.",
	"selfmodLinksIgnoredChannels": "Kanály, které budou ignorovány subsystémem filtrování odkazů",
	"selfmodLinksIgnoredRoles": "Roky, které budou ignorovány subsystémem filtrování odkazů",
	"selfmodLinksAllowed": "Povolené odkazy",
	"selfmodMessagesEnabled": "Zda by se WolfStar měl pokusit odstranit duplicitní zprávy, nebo ne.",
	"selfmodMessagesIgnoredChannels": "Kanály budou ignorovány dílčím systémem duplicitních zpráv",
	"selfmodMessagesIgnoredRoles": "Úlohy, které budou ignorovány dílčím systémem duplicitních zpráv",
	"selfmodMessagesMaximum": "Počet duplicitních zpráv požadovaných ve frontě před provedením akce. Velikost fronty je nastavitelná ve velikosti `selfmod.messages.fronty`.",
	"selfmodMessagesQueueSize": "Počet zpráv WolfStar bude sledovat detekovávání duplicitních zpráv.",
	"selfmodNewlinesEnabled": "Zda nové řádky filtrují selfmod subsystém je povolen, nebo ne.",
	"selfmodNewlinesIgnoredChannels": "Kanály, které budou ignorovány systémem nových řádků",
	"selfmodNewlinesIgnoredRoles": "Roky, které budou ignorovány systémem nových řádků",
	"selfmodNewlinesMaximum": "Maximální počet nových řádků před WolfStar začne ukládat sankce",
	"selfmodReactionsBlocked": "Blokované reakce",
	"selfmodReactionsEnabled": "Zda je systém selfmod filtr reakcí povolen, nebo ne.",
	"selfmodReactionsIgnoredChannels": "Kanály, které budou ignorovány subsystémem reakce",
	"selfmodReactionsIgnoredRoles": "Úlohy, které budou ignorovány subsystémem reakce",
	"selfmodReactionsMaximum": "Maximální počet reakcí před tím, než začnu ukládat sankce",
	"selfmodReactionsAllowed": "Povolené reakce",
	"validationChooseKey": "Nelze nakonfigurovat skupinu, vyberte prosím jeden z následujících klíčů: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Hodnota ``{{value}}`` nebyla nastavena v klíči **{{path}}**.",
	"validationDuplicatedValue": "Hodnota klíče `{{path}}` již byla nastavena na ``{{value}}``!"
}
