{
	"genericUnknownChannel": "Λυπάμαι, προσπάθησα να εκτελέσω μια ενέργεια για ένα άγνωστο κανάλι στο Discord και απέτυχε, αυτό το σφάλμα έχει αναφερθεί στους προγραμματιστές.",
	"genericUnknownGuild": "Λυπάμαι, προσπάθησα να εκτελέσω μια ενέργεια για έναν άγνωστο διακομιστή στο Discord και απέτυχε, αυτό το σφάλμα έχει αναφερθεί στους προγραμματιστές.",
	"genericUnknownMember": "Λυπάμαι, προσπάθησα να εκτελέσω μια ενέργεια για ένα μέλος άγνωστο στο στο Discord και απέτυχε, αυτό το σφάλμα έχει αναφερθεί στους προγραμματιστές.",
	"genericUnknownMessage": "Λυπάμαι, προσπάθησα να εκτελέσω μια ενέργεια για ένα άγνωστο μήνυμα στο Discord και απέτυχε, αυτό το σφάλμα έχει αναφερθεί στους προγραμματιστές.",
	"genericUnknownRole": "Λυπάμαι, προσπάθησα να εκτελέσω μια ενέργεια για ένα άγνωστο ρόλο στο Discord και απέτυχε, αυτό το σφάλμα έχει αναφερθεί στους προγραμματιστές.",
	"genericMissingAccess": "Λυπάμαι, προσπάθησα να εκτελέσω μια ενέργεια για έναν πόρο χωρίς τα απαραίτητα δικαιώματα και απέτυχε, αυτό το σφάλμα έχει αναφερθεί στους προγραμματιστές.",
	"genericDiscordInternalServerError": "Ωχ, το Discord έσπασε, παρακαλώ προσπαθήστε ξανά αργότερα.",
	"genericDiscordGateway": "Ωχ, το δίκτυο αγωνίζεται να επικοινωνήσει με το Discord, παρακαλώ δοκιμάστε ξανά αργότερα.",
	"genericDiscordUnavailable": "Ωχ, το Discord δεν είναι διαθέσιμο, παρακαλώ προσπαθήστε ξανά αργότερα.",
	"guildBansEmpty": "Δεν υπάρχουν καταχωρημένες απαγορεύσεις σε αυτόν τον διακομιστή.",
	"guildBansNotFound": "Προσπάθησα και απέτυχε να βρει αυτό το χρήστη από τη λίστα αποκλεισμού. Είστε βέβαιοι ότι αυτός ο χρήστης έχει απαγορευτεί?",
	"guildMemberNotVoicechannel": "Δεν μπορώ να εκτελέσω αυτή την ενέργεια σε ένα μέλος που δεν είναι συνδεδεμένο σε ένα κανάλι φωνής.",
	"guildWarnNotFound": "Απέτυχα να φέρω αυτήν την προειδοποίηση, είτε δεν υπάρχει, δεν είναι προειδοποίηση τύπου είτε έχει ασκηθεί.",
	"modlogTimed": "Αυτό το αρχείο καταγραφής μετριοπάθειας είναι ήδη χρονομετρημένο. Λήγει στο {{remaining, duration}}",
	"unexpectedIssue": "Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα! Ακύρωση με ασφάλεια αυτής της εντολής...",
	"userNotInGuild": "Αυτός ο χρήστης δεν είναι σε αυτόν τον διακομιστή."
}
