{
	"clientPermissions": "I don't have sufficient permissions! I'm missing: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Αυτό δεν πρέπει να συμβεί ποτέ, δεν ξέρω ποιος είμαι.",
	"clientPermissionsNoPermissions": "Αυτό δεν πρέπει να συμβεί ποτέ, δεν μπόρεσα να καθορίσω ποια δικαιώματα έχω.",
	"runIn": "Αυτή η εντολή δεν μπορεί να εκτελεστεί σε αυτόν τον τύπο καναλιού.",
	"userPermissionsNoPermissions": "Αυτό δεν πρέπει να συμβεί ποτέ, δεν κατάφερα να καθορίσω ποια δικαιώματα έχετε.",
	"unavailable": "Αυτό δεν πρέπει ποτέ να συμβεί, δεν μπόρεσα να βρω μια απαιτούμενη προϋπόθεση για αυτή την εντολή.",
	"cooldown": "Μόλις χρησιμοποιήσατε αυτήν την εντολή. Μπορείς να χρησιμοποιήσεις αυτήν την εντολή ξανά στο {{remaining, duration}}.",
	"nsfw": "Δεν μπορείτε να χρησιμοποιήσετε NSFW εντολές σε αυτό το κανάλι!",
	"userPermissions": "You don't have sufficient permissions! You're missing: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Αυτό δεν πρέπει να συμβεί ποτέ, μία από τις προϋποθέσεις που απαιτεί αυτή η εντολή είναι ότι λείπει ένας χειριστής μηνυμάτων.",
	"missingChatInputHandler": "Αυτό δεν πρέπει να συμβεί ποτέ, μία από τις προϋποθέσεις που απαιτεί αυτή η εντολή είναι ότι λείπει ένας χειριστής εντολών βλεφαρίδων.",
	"missingContextMenuHandler": "Αυτό δεν πρέπει να συμβεί ποτέ, μία από τις προϋποθέσεις που απαιτεί αυτή η εντολή είναι να λείπει ένας χειριστής μενού περιβάλλοντος.",
	"administrator": "Χρειάζεστε δικαιώματα διαχειριστή για να εκτελέσετε `{{command.name}}`!",
	"disabledGlobal": "Αυτή η εντολή έχει απενεργοποιηθεί καθολικά από τους ιδιοκτήτες του bot. Θέλετε να ξέρετε γιατί και να μάθετε πότε θα είναι πίσω? Συμμετοχή στην επίσημη διακομιστή WolfStar: <https://join.wolfstar.rocks>",
	"disabledGuild": "Αυτή η εντολή έχει απενεργοποιηθεί από έναν διαχειριστή σε αυτόν τον διακομιστή!",
	"moderator": "Χρειάζεστε προνόμια συντονιστή για να εκτελέσετε `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Δεν έχετε άδεια για να χρησιμοποιήσετε αυτήν την εντολή!",
	"serverOwner": "Πρέπει να είστε ο ιδιοκτήτης του διακομιστή για να εκτελέσετε `{{command.name}}`!",
	"dmOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε κανάλια DM.",
	"guildNewsOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε κανάλια ανακοίνωσης.",
	"guildNewsThreadOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε κανάλια σπειρώματος ανακοίνωσης.",
	"guildOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε κανάλια διακομιστή.",
	"guildPrivateThreadOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε ιδιωτικά κανάλια νήματος.",
	"guildPublicThreadOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε δημόσια κανάλια νήματος.",
	"guildTextOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε κανάλια κειμένου.",
	"threadOnly": "Αυτή η εντολή μπορεί να χρησιμοποιηθεί μόνο σε κανάλια νήματος."
}
