{
	"channelsMediaOnly": "Τα κανάλια όπου μπορούν να σταλούν μόνο συνημμένα πολυμέσων.",
	"channelsIgnoreAll": "Κανάλια που πρέπει να αγνοήσω για όλους τους τύπους καταγραφής.",
	"channelsIgnoreMessageDelete": "Κανάλια που θα πρέπει να αγνοήσω κατά τον έλεγχο για τα διαγραμμένα μηνύματα στην καταγραφή.",
	"channelsIgnoreMessageEdit": "Κανάλια που θα πρέπει να αγνοήσω κατά τον έλεγχο για επεξεργασία μηνυμάτων σε καταγραφή.",
	"channelsIgnoreReactionAdd": "Κανάλια που πρέπει να αγνοήσω όταν ελέγχω για πρόσθετες αντιδράσεις.",
	"channelsIgnoreVoiceActivity": "Τα κανάλια που θα πρέπει να αγνοούν όταν αναφέρεται δραστηριότητα αλλάζει.",
	"channelsLogsChannelCreate": "Το κανάλι καταγραφής δημιουργίας καναλιών, αν οριστεί, θα στείλω ένα μήνυμα όταν δημιουργηθεί ένα άλλο κανάλι.",
	"channelsLogsChannelDelete": "Το κανάλι καταγραφής διαγραφής καναλιών, αν οριστεί, θα στείλω ένα μήνυμα σε αυτό το κανάλι όταν ένα άλλο κανάλι έχει διαγραφεί.",
	"channelsLogsChannelUpdate": "Το κανάλι καταγραφής ενημέρωσης καναλιών, αν οριστεί, Θα στείλω ένα μήνυμα σε αυτό το κανάλι όταν οποιοδήποτε κανάλι (συμπεριλαμβανομένου αυτού του καναλιού) ενημερωθεί με οποιονδήποτε τρόπο. Αυτό το μήνυμα θα περιέχει τις αλλαγές που έγιναν στο κανάλι.",
	"channelsLogsEmojiCreate": "Το κανάλι καταγραφής δημιουργίας emoji, αν οριστεί, θα στείλω ένα μήνυμα όταν δημιουργηθεί ένα emoji.",
	"channelsLogsEmojiDelete": "Το κανάλι για αρχεία καταγραφής διαγραφής emoji, αν οριστεί, θα στείλω ένα μήνυμα όταν ένα emoji διαγραφεί.",
	"channelsLogsEmojiUpdate": "Το κανάλι για αρχεία καταγραφής ενημέρωσης emoji, αν οριστεί, στέλνω ένα μήνυμα όταν ένα emoji ενημερώνεται με οποιονδήποτε τρόπο. Αυτό το μήνυμα θα περιέχει τις αλλαγές που έγιναν στα emoji.",
	"channelsLogsImage": "Το κανάλι που θα χρησιμοποιήσω για να ξαναανεβάσω όλες τις εικόνες που βλέπω.",
	"channelsLogsMemberAdd": "Το κανάλι που θα στείλω ένα μήνυμα όταν ένα μέλος ενταχθεί.",
	"channelsLogsMemberRemove": "Το κανάλι που θα στείλω ένα μήνυμα όταν ένα μέλος φεύγει, είναι κλώτση,ή έχει απαγορευτεί.",
	"channelsLogsMemberNickNameUpdate": "Το κανάλι στο οποίο θα στείλω ένα μήνυμα όταν ένα μέλος αλλάξει το ψευδώνυμό του.",
	"channelsLogsMemberUserNameUpdate": "Το κανάλι στο οποίο θα στείλω ένα μήνυμα όταν ένα μέλος αλλάξει το όνομα χρήστη.",
	"channelsLogsMemberRolesUpdate": "Το κανάλι στο οποίο θα στείλω ένα μήνυμα όταν ένα μέλος παίρνει ή χάνει έναν ρόλο.",
	"channelsLogsMessageDelete": "Το κανάλι θα στείλω ένα μήνυμα όταν ένα μήνυμα έχει διαγραφεί.",
	"channelsLogsMessageDeleteNsfw": "Το κανάλι θα στείλω ένα μήνυμα όταν ένα μήνυμα από ένα κανάλι NSFW έχει διαγραφεί.",
	"channelsLogsMessageUpdate": "Το κανάλι θα στείλω ένα μήνυμα όταν ένα μήνυμα έχει ενημερωθεί.",
	"channelsLogsMessageUpdateNsfw": "Το κανάλι που θα στείλω ένα μήνυμα όταν ένα μήνυμα από ένα κανάλι NSFW έχει ενημερωθεί.",
	"channelsLogsModeration": "Το κανάλι καταγραφής διαμεσολάβησης, μόλις ενεργοποιηθεί, θα δημοσιεύσω όλες τις περιπτώσεις μετριοπάθειάς μου εκεί. Αν `events. an-remove` και/ή `events.ban-remove` είναι ενεργοποιημένα, θα δημοσιεύσω αυτόματα ανώνυμα αρχεία καταγραφής.",
	"channelsLogsPrune": "Το κανάλι για τα αρχεία καταγραφής prune, ίδια απαίτηση με τα συνήθη αρχεία καταγραφής μηνυμάτων, αλλά θα στείλει μόνο μηνύματα prune.",
	"channelsLogsReaction": "Το κανάλι για τα αρχεία καταγραφής αντίδρασης, ίδια απαίτηση με τα αρχεία καταγραφής κανονικών μηνυμάτων, αλλά θα στείλει μόνο αντιδράσεις μηνυμάτων. Αν δεν θέλετε να καταγραφεί το twemojis μπορείτε να εναλλάξετε το `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Το κανάλι για αρχεία καταγραφής δημιουργίας ρόλων, αν οριστεί, στέλνω ένα μήνυμα όταν εκτοξεύεται ένας νέος ρόλος.",
	"channelsLogsRoleDelete": "Το κανάλι για αρχεία καταγραφής διαγραφής ρόλων, αν οριστεί, στέλνω ένα μήνυμα όταν ένας ρόλος έχει διαγραφεί.",
	"channelsLogsRoleUpdate": "Το κανάλι για αρχεία καταγραφής ενημέρωσης ρόλων, αν οριστεί, στέλνω ένα μήνυμα όταν ένας ρόλος ενημερώνεται με οποιονδήποτε τρόπο. Αυτό το μήνυμα θα περιέχει τις αλλαγές που έγιναν στον ρόλο.",
	"channelsLogsServerUpdate": "Το κανάλι καταγραφής ενημέρωσης διακομιστή, αν οριστεί, Στέλνω ένα μήνυμα όταν ο διακομιστής ενημερώνεται με οποιονδήποτε τρόπο. Αυτό το μήνυμα θα περιέχει τις αλλαγές που έγιναν στο διακομιστή.",
	"channelsLogsVoiceChannel": "Το κανάλι καταγραφής φωνητικών καναλιών, αν οριστεί, στέλνω ένα μήνυμα όταν ένας χρήστης εισέρχεται, φεύγει ή μετακινείται σε άλλο κανάλι φωνής.",
	"dashboardOnlyKey": "Αυτό το κλειδί μπορεί να ρυθμιστεί μόνο μέσω [του πίνακα εργαλείων ιστού](https://wolfstar.rocks)",
	"disabledChannels": "Μια λίστα καναλιών για απενεργοποιημένες εντολές, για παράδειγμα, η ρύθμιση ενός καναλιού που ονομάζεται γενική θα απαγορεύσει σε όλους τους χρήστες να χρησιμοποιούν εκεί τις εντολές μου. Οι συντονιστές + παρακάμπτουν αυτό σκόπιμα για να τους επιτρέψουν να μετριάσουν χωρίς εναλλαγή καναλιών.",
	"disabledCommands": "Οι απενεργοποιημένες εντολές, οι βασικές εντολές μπορεί να μην είναι απενεργοποιημένες και οι συντονιστές θα το παρακάμψουν. Όλες οι εντολές πρέπει να είναι με πεζά γράμματα.",
	"disableNaturalPrefix": "Είτε πρέπει είτε όχι να ακούσω για το φυσικό μου πρόθεμα, `WolfStar,`",
	"eventsBanAdd": "Αυτό το γεγονός δημοσιεύει αρχεία καταγραφής διαχείρισης μη-bot όταν ένας χρήστης αποκλειστεί. Πρέπει να ρυθμίσετε το αρχείο `channels.moderation-logs`.",
	"eventsBanRemove": "Αυτό το γεγονός δημοσιεύει αρχεία καταγραφής διαχείρισης μη-bot όταν ένας χρήστης ξεμπλοκάρει. Πρέπει να ρυθμίσετε το αρχείο `channels.moderation-logs`.",
	"eventsTimeout": "Αυτό το συμβάν δημοσιεύει αρχεία καταγραφής της κατάστασης του χρονικού ορίου ενός χρήστη. Πρέπει να ρυθμίσετε το αρχείο `channels.moderation-logs`.",
	"eventsUnknownMessages": "Αν θα δημοσιεύσω ενημερώσεις σε άγνωστα μηνύματα εντολών ή όχι.",
	"eventsTwemojiReactions": "Αν οι αντιδράσεις twemoji δημοσιεύονται ή όχι στο κανάλι καταγραφής αντίδρασης.",
	"eventsIncludeBots": "Αν θα πρέπει ή όχι να αγνοήσω τα bots στα αρχεία καταγραφής του διακομιστή.",
	"language": "Η γλώσσα που θα χρησιμοποιήσω για το διακομιστή σας. Μπορεί να μην είναι διαθέσιμη στη γλώσσα που θέλετε.",
	"messagesIgnoreChannels": "Τα κανάλια που έχουν ρυθμιστεί ώστε να μην αυξάνουν τον μετρητή σημείων για τους χρήστες.",
	"messagesModerationAutoDelete": "Αν οι εντολές του μετρίου θα διαγράφονται αυτόματα ή όχι.",
	"messagesModerationDm": "Αν θα πρέπει ή όχι να στείλω ένα άμεσο μήνυμα στον χρήστη για τις ενέργειες της μετριοπάθειας.",
	"messagesModerationMessageDisplay": "Αν θα αποστέλλεται απάντηση για εντολές διαμεσολάβησης ή όχι.",
	"messagesModerationReasonDisplay": "Αν ο λόγος θα εμφανίζεται στις εντολές του συντονισμού.",
	"messagesModeratorNameDisplay": "Αν θα εμφανίσω ή όχι το όνομα του συντονιστή που ανέλαβε την ενέργεια κατά την αποστολή του χρήστη προορισμού ένα μήνυμα μετριοπάθειας. Απαιτεί την ενεργοποίηση του `messages.moderation-dm`.",
	"messagesAutoDeleteIgnoredAll": "Αν οι απαντήσεις των εντολών θα διαγράφονται αυτόματα κατά τη διαγραφή του μηνύματος οποιουδήποτε χρήστη.",
	"messagesAutoDeleteIgnoredRoles": "Οι ρόλοι των χρηστών θα πρέπει να έχουν για τις απαντήσεις των εντολών τους να μην διαγράφονται αυτόματα κατά τη διαγραφή του μηνύματος του χρήστη.",
	"messagesAutoDeleteIgnoredChannels": "Τα κανάλια όπου οι απαντήσεις της εντολής δεν θα διαγράφονται αυτόματα κατά τη διαγραφή του μηνύματος του χρήστη.",
	"messagesAutoDeleteIgnoredCommands": "Η εντολή που απαντά δεν θα διαγραφεί αυτόματα κατά τη διαγραφή του μηνύματος του χρήστη.",
	"noMentionSpamAlerts": "Το κατά πόσον οι χρήστες θα πρέπει ή όχι να ενημερώνονται όταν πρόκειται να πάρουν το σφυρί απαγόρευσης.",
	"noMentionSpamEnabled": "Ανεξάρτητα από το εάν θα έπρεπε να έχω έτοιμο το σφυρί απαγόρευσης για να αναφέρω τους spammers.",
	"noMentionSpamMentionsAllowed": "Το ελάχιστο ποσό των \"σημείων\" που πρέπει να συσσωρεύεται ένας χρήστης πριν από την προσγείωση του σφυριού. Μια αναφορά χρήστη θα μετρήσει ως 1 σημείο, ένας ρόλος αναφέρει ως 2 βαθμούς, και όλοι / εδώ αναφέρουν ως 5 βαθμούς.",
	"noMentionSpamTimePeriod": "Το χρονικό διάστημα σε δευτερόλεπτα στο οποίο ο κάδος αναφοράς θα πρέπει να ανανεωθεί. Για παράδειγμα, αν αυτό έχει οριστεί σε `8` και αναφέρατε δύο χρήστες σε απόσταση 7 δευτερολέπτων, ο κάδος θα τρέξει από την αρχή με το συσσωρευμένο ποσό των πόντων.",
	"prefix": "Ένα πρόθεμα είναι μια επίθεση που προστίθεται μπροστά από τη λέξη, σε αυτή την περίπτωση, το μήνυμα. Επιτρέπει στα bots να κάνουν διάκριση μεταξύ ενός κανονικού μηνύματος και μιας εντολής.",
	"rolesAdmin": "Οι ρόλοι διαχειριστή. Οι διαχειριστές έχουν πρόσβαση σε όλες τις εντολές μετριοπάθειας και διαχείρισης. Προεπιλογές σε οποιονδήποτε με άδεια {{MANAGE_GUILD, permissions}}",
	"rolesInitial": "Ο αρχικός ρόλος, αν ρυθμιστεί, θα το δώσω στους χρήστες μόλις ενταχθούν.",
	"rolesInitialHumans": "Εάν ρυθμιστεί, θα δώσω αυτόν τον ρόλο σε τακτικούς χρήστες κατά την ένταξή τους. (όχι bots)",
	"rolesInitialBots": "Εάν ρυθμιστεί, θα δώσω αυτόν τον ρόλο στους χρήστες bot κατά την ένταξή τους.",
	"rolesModerator": "Οι ρόλοι του συντονιστή. Οι συντονιστές έχουν πρόσβαση σε όλες σχεδόν τις εντολές συντονισμού. Προκαθορισμένα σε όποιον μπορεί να απαγορεύσει τα μέλη.",
	"rolesMuted": "Ο ρόλος σίγασης, αν ρυθμιστεί, θα δώσω σε νέους χρήστες σίγαση αυτόν τον ρόλο. Διαφορετικά, θα σας παρακινήσω να δημιουργήσετε ένα.",
	"rolesPublic": "Οι δημόσιοι ρόλοι. Αυτοί μπορούν να διεκδικηθούν από οποιονδήποτε χρήστη χρησιμοποιώντας την εντολή `roles`.",
	"rolesRemoveInitial": "Το κατά πόσον η διεκδίκηση ενός δημόσιου ρόλου θα πρέπει να καταργήσει τον αρχικό ρόλο ταυτόχρονα.",
	"rolesRestrictedAttachment": "Ο ρόλος που χρησιμοποιείται για την εντολή moderation restrictAttachment",
	"rolesRestrictedEmbed": "Ο ρόλος που χρησιμοποιείται για τον περιορισμόΕνσωμάτωση εντολή συντονισμού.",
	"rolesRestrictedEmoji": "Ο ρόλος που χρησιμοποιείται για την εντολή restrictEmoji moderation.",
	"rolesRestrictedReaction": "Ο ρόλος που χρησιμοποιείται για την εντολή μετριοπάθειας περιορισμού.",
	"rolesRestrictedVoice": "Ο ρόλος που χρησιμοποιείται για την εντολή restrictVoice moderation.",
	"selfmodAttachmentsEnabled": "Αν το φίλτρο συνημμένου είναι ενεργοποιημένο ή όχι.",
	"selfmodAttachmentsIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα φίλτρου συνημμένων",
	"selfmodAttachmentsIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από τα συνημμένα φίλτρα υποσυστήματος",
	"selfmodCapitalsEnabled": "Αν το υποσύστημα selfmod φίλτρου κεφαλαίων είναι ενεργοποιημένο ή όχι.",
	"selfmodCapitalsIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα φίλτρου κεφαλαίων",
	"selfmodCapitalsIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από τα κεφαλαία φιλτράρει το υποσύστημα",
	"selfmodCapitalsMaximum": "Ο μέγιστος αριθμός χαρακτήρων που πρέπει να έχουν τα μηνύματα πριν προσπαθήσετε να τα διαγράψετε. Πρέπει να τα ενεργοποιήσετε με την εντολή `capitalsMode`.",
	"selfmodCapitalsMinimum": "Ο ελάχιστος αριθμός χαρακτήρων που πρέπει να έχει το μήνυμα πριν προσπαθήσετε να το διαγράψετε. Πρέπει να το ενεργοποιήσετε με την εντολή `capitalsMode`.",
	"selfmodFilterEnabled": "Αν το υποσύστημα selfmod φίλτρου λέξεων είναι ενεργοποιημένο ή όχι.",
	"selfmodFilterIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα φίλτρων",
	"selfmodFilterIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από το υποσύστημα φίλτρων",
	"selfmodIgnoreChannels": "Τα κανάλια που θα αγνοήσω, να είστε προσεκτικοί με κάθε ρυθμισμένο κανάλι θα έχουν όλα τα αυτόματα συστήματα διαχείρισης (CapsFilter, InviteLinks, και NoMentionSpam) απενεργοποιημένα.",
	"selfmodInvitesEnabled": "Αν το υποσύστημα φίλτρου αυτοδιάθεσης προσκλήσεων είναι ενεργοποιημένο ή όχι.",
	"selfmodInvitesIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα προσκλήσεις",
	"selfmodInvitesIgnoredCodes": "Οι κωδικοί πρόσκλησης του Discord που θα αγνοηθούν από το υποσύστημα προσκλήσεων",
	"selfmodInvitesIgnoredGuilds": "Οι διακομιστές Discord που θα αγνοηθούν από το υποσύστημα προσκλήσεις",
	"selfmodInvitesIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από το υποσύστημα προσκλήσεις",
	"selfmodLinksEnabled": "Αν οι σύνδεσμοι φιλτράρετε το υποσύστημα selfmod είναι ενεργοποιημένο ή όχι.",
	"selfmodLinksIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα φίλτρου συνδέσμων",
	"selfmodLinksIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από το υποσύστημα φίλτρων συνδέσμων",
	"selfmodLinksAllowed": "Οι σύνδεσμοι που επιτρέπονται",
	"selfmodMessagesEnabled": "Αν το WolfStar θα προσπαθήσει να αφαιρέσει διπλά μηνύματα ή όχι.",
	"selfmodMessagesIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα διπλών μηνυμάτων",
	"selfmodMessagesIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από το υποσύστημα διπλότυπων μηνυμάτων",
	"selfmodMessagesMaximum": "The amount of duplicated messages required in the queue before taking action The queue size is configurable in `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Το ποσό των μηνυμάτων WolfStar θα παρακολουθεί για την ανίχνευση της επανάληψης μηνυμάτων.",
	"selfmodNewlinesEnabled": "Αν το υποσύστημα selfmod φίλτρου νέων γραμμών είναι ενεργοποιημένο ή όχι.",
	"selfmodNewlinesIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα νέων γραμμών",
	"selfmodNewlinesIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από το υποσύστημα νέων γραμμών",
	"selfmodNewlinesMaximum": "Το μέγιστο ποσό των νέων γραμμών πριν το WolfStar θα ξεκινήσει την επιβολή κυρώσεων",
	"selfmodReactionsBlocked": "Οι αντιδράσεις που είναι μπλοκαρισμένες",
	"selfmodReactionsEnabled": "Αν το υποσύστημα selfmod φίλτρου αντιδράσεων είναι ενεργοποιημένο ή όχι.",
	"selfmodReactionsIgnoredChannels": "Τα κανάλια που θα αγνοηθούν από το υποσύστημα αντιδράσεις",
	"selfmodReactionsIgnoredRoles": "Οι ρόλοι που θα αγνοηθούν από το υποσύστημα αντιδράσεις",
	"selfmodReactionsMaximum": "Το μέγιστο ποσό των αντιδράσεων πριν αρχίσω την επιβολή κυρώσεων",
	"selfmodReactionsAllowed": "Οι αντιδράσεις που επιτρέπονται",
	"validationChooseKey": "You cannot configure a group, please pick one of the following keys: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Η τιμή ``{{value}}`` δεν ορίστηκε στο κλειδί **{{path}}**.",
	"validationDuplicatedValue": "Η τιμή για το κλειδί `{{path}}` ορίστηκε ήδη σε ``{{value}}``!"
}
