{
	"clientPermissions": "Je n'ai pas les permissions suffisantes ! Je suis manquant : {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Cela ne devrait jamais arriver, je ne sais pas qui je suis.",
	"clientPermissionsNoPermissions": "Cela ne devrait jamais arriver, je n'ai pas réussi à déterminer les autorisations que j'ai obtenues.",
	"runIn": "Cette commande ne peut pas être exécutée dans ce type de canal.",
	"userPermissionsNoPermissions": "Cela ne devrait jamais arriver, je n'ai pas réussi à déterminer quelles permissions vous avez.",
	"unavailable": "Cela ne devrait jamais arriver, je n'ai pas trouvé de condition préalable à cette commande.",
	"cooldown": "Vous venez d'utiliser cette commande. Vous pouvez utiliser cette commande à nouveau dans {{remaining, duration}}.",
	"nsfw": "Vous ne pouvez pas utiliser de commandes NSFW dans ce salon !",
	"userPermissions": "Vous n'avez pas les permissions suffisantes ! Il vous manque : {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Cela ne devrait jamais arriver, une des conditions préalables que cette commande requiert est de manquer un gestionnaire de messages.",
	"missingChatInputHandler": "Cela ne devrait jamais arriver, une des conditions préalables que cette commande requiert est l'absence d'un gestionnaire de commande slash.",
	"missingContextMenuHandler": "Cela ne devrait jamais arriver, une des conditions préalables que cette commande requiert est l'absence d'un gestionnaire de menu contextuel.",
	"administrator": "Vous avez besoin des privilèges d'administrateur pour exécuter `{{command.name}}`!",
	"disabledGlobal": "Cette commande a été désactivée globalement par les propriétaires du bot. Vous voulez savoir pourquoi et savoir quand il sera de retour ? Rejoignez le serveur officiel WolfStar : <https://join.wolfstar.rocks>",
	"disabledGuild": "Cette commande a été désactivée par un administrateur de ce serveur!",
	"moderator": "Vous avez besoin des privilèges de modérateur pour exécuter `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} You do not have permission to use this command!",
	"serverOwner": "Vous devez être le propriétaire du serveur pour exécuter `{{command.name}}`!",
	"dmOnly": "Cette commande ne peut être utilisée que dans les canaux DM.",
	"guildNewsOnly": "Cette commande ne peut être utilisée que dans les canaux d'annonce.",
	"guildNewsThreadOnly": "Cette commande ne peut être utilisée que dans les canaux de discussion d'annonce.",
	"guildOnly": "Cette commande ne peut être utilisée que dans les canaux du serveur.",
	"guildPrivateThreadOnly": "Cette commande ne peut être utilisée que dans les salons privés.",
	"guildPublicThreadOnly": "Cette commande ne peut être utilisée que dans les salons publics.",
	"guildTextOnly": "Cette commande ne peut être utilisée que dans les salons textuels.",
	"threadOnly": "Cette commande ne peut être utilisée que dans les canaux de discussion."
}
