{
	"channelsMediaOnly": "Les canaux où seules les pièces jointes aux médias peuvent être envoyées.",
	"channelsIgnoreAll": "Canaux que je devrais ignorer pour tous les types de logging.",
	"channelsIgnoreMessageDelete": "Chaînes que je devrais ignorer lors de la vérification des messages supprimés dans le journal.",
	"channelsIgnoreMessageEdit": "Chaînes que je devrais ignorer lors de la vérification des messages édités à log.",
	"channelsIgnoreReactionAdd": "Chaînes que je devrais ignorer lors de la vérification des réactions ajoutées.",
	"channelsIgnoreVoiceActivity": "Les canaux que je devrais ignorer lorsque je signale des changements d'activité.",
	"channelsLogsChannelCreate": "Le canal pour les journaux de création de canaux, si défini, j'enverrai un message quand un autre canal sera créé.",
	"channelsLogsChannelDelete": "Le canal pour les journaux de suppression de canaux, si défini, je vais envoyer un message à ce salon quand un autre canal est supprimé.",
	"channelsLogsChannelUpdate": "Le canal pour les journaux de mise à jour de canaux, si défini, J'enverrai un message à ce canal quand n'importe quel canal (y compris celui-ci) sera mis à jour de quelque manière que ce soit. Ce message contiendra les modifications apportées au canal.",
	"channelsLogsEmojiCreate": "Le canal pour les journaux de création d'émoticônes, si défini, j'enverrai un message quand un émoji aura été créé.",
	"channelsLogsEmojiDelete": "Le canal pour les journaux de suppression d'émoji, si défini, j'enverrai un message quand un émoji sera supprimé.",
	"channelsLogsEmojiUpdate": "Le canal pour les journaux de mise à jour des émojis, si défini, j'envoie un message quand un émoji est mis à jour de quelque façon que ce soit. Ce message contiendra les modifications apportées aux émojis.",
	"channelsLogsImage": "La chaîne que je vais utiliser pour re-télécharger toutes les images que je vois.",
	"channelsLogsMemberAdd": "La chaîne à laquelle je vais envoyer un message quand un membre se joindra.",
	"channelsLogsMemberRemove": "La chaîne à laquelle je vais envoyer un message quand un membre partit, est expulsé ou est banni.",
	"channelsLogsMemberNickNameUpdate": "La chaîne à laquelle je vais envoyer un message quand un membre change son pseudo.",
	"channelsLogsMemberUserNameUpdate": "La chaîne à laquelle je vais envoyer un message lorsqu'un membre change son nom d'utilisateur.",
	"channelsLogsMemberRolesUpdate": "La chaîne à laquelle je vais envoyer un message lorsqu'un membre reçoit ou perd un rôle.",
	"channelsLogsMessageDelete": "Le canal auquel je vais envoyer un message quand un message a été supprimé.",
	"channelsLogsMessageDeleteNsfw": "Le canal auquel je vais envoyer un message quand un message d'un canal NSFW a été supprimé.",
	"channelsLogsMessageUpdate": "Le canal auquel je vais envoyer un message quand un message a été mis à jour.",
	"channelsLogsMessageUpdateNsfw": "Le canal auquel je vais envoyer un message quand un message d'un salon NSFW a été mis à jour.",
	"channelsLogsModeration": "Le canal pour les journaux de modération, une fois activé, je posterai tous mes cas de modération là-bas. Si `événements. an-remove` et/ou `events.ban-remove` sont activés, je posterai automatiquement des logs anonymes.",
	"channelsLogsPrune": "Le canal pour les journaux de raccourcis, les mêmes exigences que les journaux de messages normaux, mais n'enverra que des messages élagués.",
	"channelsLogsReaction": "Le canal pour les journaux de réactions, la même exigence que les journaux de messages normaux, mais n'enverra que les réactions de message. Si vous ne voulez pas que twemojis soit journalisé, vous pouvez activer/désactiver `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Le salon pour les journaux de création de rôles, si défini, j'envoie un message quand un nouveau rôle est craqué.",
	"channelsLogsRoleDelete": "Le salon pour les journaux de suppression de rôle, si défini, j'envoie un message quand un rôle est supprimé.",
	"channelsLogsRoleUpdate": "Le salon pour les journaux de mise à jour des rôles, si défini, j'envoie un message quand un rôle est mis à jour de quelque manière que ce soit. Ce message contiendra les modifications apportées au rôle.",
	"channelsLogsServerUpdate": "Le canal pour les journaux de mise à jour du serveur, si défini, j'envoie un message quand le serveur est mis à jour de quelque manière que ce soit. Ce message contiendra les modifications apportées au serveur.",
	"channelsLogsVoiceChannel": "Le salon pour les journaux de salons vocaux, si défini, j'envoie un message quand un utilisateur rejoint, quitte, ou se déplace vers un autre canal vocal.",
	"dashboardOnlyKey": "Cette clé ne peut être configurée que via [le tableau de bord web](https://wolfstar.rocks)",
	"disabledChannels": "Une liste de salons pour les commandes désactivées, par exemple, configurer un canal appelé général va interdire à tous les utilisateurs d'y utiliser mes commandes. Les modérateurs+ remplacent intentionnellement ceci pour leur permettre de modérer sans changer de canal.",
	"disabledCommands": "Les commandes désactivées, les commandes de base peuvent ne pas être désactivées, et les modérateurs remplaceront cela. Toutes les commandes doivent être en minuscule.",
	"disableNaturalPrefix": "Que je doive ou non écouter mon préfixe naturel, `WolfStar,`",
	"eventsBanAdd": "Cet événement publie des logs de modération non-bot lorsqu'un utilisateur est banni. Vous devez configurer `channels.moderation-logs`.",
	"eventsBanRemove": "Cet événement publie des logs de modération non-bot lorsqu'un utilisateur est débanni. Vous devez configurer `channels.moderation-logs`.",
	"eventsTimeout": "Cet événement publie des logs de modération non-bot quand le délai d'attente d'un utilisateur change. Vous devez configurer `channels.moderation-logs`.",
	"eventsUnknownMessages": "Si oui ou non je dois poster des mises à jour sur des messages de commandes inconnus.",
	"eventsTwemojiReactions": "Si oui ou non les réactions twemoji sont postées dans le canal de journaux de réaction.",
	"eventsIncludeBots": "Si oui ou non je devrais ignorer les bots dans les journaux du serveur.",
	"language": "La langue que j'utiliserai pour votre serveur. Elle peut ne pas être disponible dans la langue que vous souhaitez.",
	"messagesIgnoreChannels": "Les canaux configurés pour ne pas augmenter le compteur de points pour les utilisateurs.",
	"messagesModerationAutoDelete": "Si oui ou non les commandes de modération doivent être automatiquement supprimées ou non.",
	"messagesModerationDm": "Si oui ou non je dois envoyer un message direct à l'utilisateur cible sur les actions de modération.",
	"messagesModerationMessageDisplay": "Si oui ou non une réponse doit être envoyée pour les commandes de modération.",
	"messagesModerationReasonDisplay": "Si la raison sera affichée dans les commandes de modération.",
	"messagesModeratorNameDisplay": "Si oui ou non je devrais afficher le nom du modérateur qui a fait l'action lors de l'envoi d'un message de modération à l'utilisateur cible. Nécessite que `messages.moderation-dm` soit activé.",
	"messagesAutoDeleteIgnoredAll": "Si oui ou non les réponses de commande doivent être automatiquement supprimées lors de la suppression du message d'un utilisateur.",
	"messagesAutoDeleteIgnoredRoles": "Les rôles que les utilisateurs doivent avoir pour que leurs réponses à des commandes ne soient pas automatiquement supprimés lors de la suppression du message de l'utilisateur.",
	"messagesAutoDeleteIgnoredChannels": "Les salons où les réponses aux commandes ne seront pas automatiquement supprimés lors de la suppression du message de l'utilisateur.",
	"messagesAutoDeleteIgnoredCommands": "La commande qui répond ne sera pas automatiquement supprimée lors de la suppression du message de l'utilisateur.",
	"noMentionSpamAlerts": "Si oui ou non les utilisateurs devraient être alertés quand ils sont sur le point d'obtenir le marteau de bannissement.",
	"noMentionSpamEnabled": "Si oui ou non je devrais avoir le marteau d'interdiction prêt à mentionner les spammeurs.",
	"noMentionSpamMentionsAllowed": "Le nombre minimum de \"points\" qu'un utilisateur doit accumuler avant d'atterrir le marteau. Une mention utilisateur comptera comme 1 point, une mention de rôle comme 2 points, et une mention de tout le monde/ici comme 5 points.",
	"noMentionSpamTimePeriod": "Le temps en secondes dans lequel le seau de mention doit être rafraîchi. Par exemple, si cette valeur est définie à `8` et que vous avez mentionné deux utilisateurs de 7 secondes séparées, le segment fonctionnait à partir du début avec le montant cumulé de points.",
	"prefix": "Un préfixe est un affixe qui est ajouté devant le mot, dans ce cas, le message. Il permet aux bots de distinguer entre un message régulier et une commande.",
	"rolesAdmin": "Rôles d'administration. Les administrateurs ont accès à toutes les commandes de modération et de gestion. Par défaut, toute personne ayant la permission {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Le rôle initial, si configuré, je le donnerai aux utilisateurs dès leur adhésion.",
	"rolesInitialHumans": "Si configuré, je donnerai ce rôle aux utilisateurs réguliers lors de leur adhésion. (pas aux bots)",
	"rolesInitialBots": "Si configuré, je donnerai ce rôle aux utilisateurs du bot lors de leur adhésion.",
	"rolesModerator": "Les rôles de modérateur. Les modérateurs ont accès à presque toutes les commandes de modération. Par défaut, tous ceux qui peuvent bannir les membres.",
	"rolesMuted": "Le rôle muet, si configuré, je donnerai ce rôle aux nouveaux utilisateurs mis en sourdine. Sinon, je vous demanderai d'en créer un.",
	"rolesPublic": "Les rôles publics. Ils peuvent être réclamés par n'importe quel utilisateur en utilisant la commande `roles`.",
	"rolesRemoveInitial": "Le fait de revendiquer un rôle public devrait supprimer le rôle initial en même temps.",
	"rolesRestrictedAttachment": "Le rôle utilisé pour la commande de modération de restrictAttachment",
	"rolesRestrictedEmbed": "Le rôle qui est utilisé pour la commande de modération restrictEmbed.",
	"rolesRestrictedEmoji": "Le rôle utilisé pour la commande de modération restrictEmoji.",
	"rolesRestrictedReaction": "Le rôle qui est utilisé pour la commande de modération restrictReaction.",
	"rolesRestrictedVoice": "Le rôle utilisé pour la commande de modération restrictVoice.",
	"selfmodAttachmentsEnabled": "Si le filtre de pièces jointes est activé ou non.",
	"selfmodAttachmentsIgnoredChannels": "Les canaux qui seront ignorés par le filtre des pièces jointes du sous-système",
	"selfmodAttachmentsIgnoredRoles": "Les rôles qui seront ignorés par le sous-système de filtres des pièces jointes",
	"selfmodCapitalsEnabled": "Si le sous-système d'auto-mod filtrant en majuscules est activé ou non.",
	"selfmodCapitalsIgnoredChannels": "Les canaux qui seront ignorés par le sous-système de filtrage des majuscules",
	"selfmodCapitalsIgnoredRoles": "Les rôles qui seront ignorés par le sous-système de filtrage des majuscules",
	"selfmodCapitalsMaximum": "Le nombre maximum de caractères que les messages doivent avoir avant d'essayer de supprimer. Vous devez l'activer avec la commande `majuscule`.",
	"selfmodCapitalsMinimum": "Le nombre minimum de caractères que le message doit avoir avant d'essayer de supprimer. Vous devez l'activer avec la commande `majuscule`.",
	"selfmodFilterEnabled": "Si le sous-système auto-mod de filtre de mots est activé ou non.",
	"selfmodFilterIgnoredChannels": "Les canaux qui seront ignorés par le sous-système de filtres",
	"selfmodFilterIgnoredRoles": "Les rôles qui seront ignorés par le sous-système de filtres",
	"selfmodIgnoreChannels": "Les canaux que je vais ignorer, soyez prudent tout canal configuré aura tous les systèmes de modération automatique (CapsFilter, InviteLinks, et NoMentionSpam) désactivés.",
	"selfmodInvitesEnabled": "Si le sous-système d'invitation filtre selfmod est activé ou non.",
	"selfmodInvitesIgnoredChannels": "Les canaux qui seront ignorés par le sous-système d'invitations",
	"selfmodInvitesIgnoredCodes": "Les codes d'invitation Discord qui seront ignorés par le sous-système d'invitation",
	"selfmodInvitesIgnoredGuilds": "Les serveurs Discord qui seront ignorés par le sous-système d'invitation",
	"selfmodInvitesIgnoredRoles": "Les rôles qui seront ignorés par le sous-système d'invitation",
	"selfmodLinksEnabled": "Si le sous-système de filtrage des liens est activé ou non.",
	"selfmodLinksIgnoredChannels": "Les canaux qui seront ignorés par le sous-système de filtrage des liens",
	"selfmodLinksIgnoredRoles": "Les rôles qui seront ignorés par le sous-système de filtres de liens",
	"selfmodLinksAllowed": "Les liens autorisés",
	"selfmodMessagesEnabled": "Si WolfStar doit essayer de supprimer ou non les messages dupliqués.",
	"selfmodMessagesIgnoredChannels": "Les canaux qui seront ignorés par le sous-système des messages dupliqués",
	"selfmodMessagesIgnoredRoles": "Les rôles qui seront ignorés par le sous-système de messages dupliqués",
	"selfmodMessagesMaximum": "Le nombre de messages dupliqués requis dans la file d'attente avant de faire une action. La taille de la file d'attente est configurable dans `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "La quantité de messages que WolfStar conservera pour la détection de la duplication des messages.",
	"selfmodNewlinesEnabled": "Si le sous-système auto-mod est activé ou non pour les nouvelles lignes.",
	"selfmodNewlinesIgnoredChannels": "Les canaux qui seront ignorés par le nouveau sous-système de lignes",
	"selfmodNewlinesIgnoredRoles": "Les rôles qui seront ignorés par le nouveau sous-système de lignes",
	"selfmodNewlinesMaximum": "Le nombre maximum de nouvelles lignes avant que WolfStar commence à appliquer des pénalités",
	"selfmodReactionsBlocked": "Les réactions qui sont bloquées",
	"selfmodReactionsEnabled": "Si le sous-système auto-mod des réactions est activé ou non.",
	"selfmodReactionsIgnoredChannels": "Les canaux qui seront ignorés par le sous-système de réactions",
	"selfmodReactionsIgnoredRoles": "Les rôles qui seront ignorés par le sous-système de réactions",
	"selfmodReactionsMaximum": "Le nombre maximum de réactions avant que je commence à appliquer des pénalités",
	"selfmodReactionsAllowed": "Les réactions autorisées",
	"validationChooseKey": "Vous ne pouvez pas configurer un groupe, veuillez choisir l'une des clés suivantes : {{keys, list(conjunction)}}.",
	"validationMissingValue": "La valeur ``{{value}}`` n'a pas été définie dans la clé **{{path}}**.",
	"validationDuplicatedValue": "La valeur de la clé `{{path}}` a déjà été définie à ``{{value}}``!"
}
