{
	"clientPermissions": "Ich habe keine ausreichenden Berechtigungen! Ich vermisse {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Das sollte nie passieren, ich weiß nicht, wer ich bin.",
	"clientPermissionsNoPermissions": "Das sollte nie passieren, ich habe nicht festgestellt, welche Berechtigungen ich habe.",
	"runIn": "Dieser Befehl kann nicht in diesem Kanaltyp ausgeführt werden.",
	"userPermissionsNoPermissions": "Das sollte nie passieren, ich habe nicht festgestellt, welche Berechtigungen Sie haben.",
	"unavailable": "Dies sollte nie passieren, konnte ich keine erforderliche Voraussetzung für diesen Befehl finden.",
	"cooldown": "Du hast gerade diesen Befehl benutzt. Du kannst diesen Befehl erneut in {{remaining, duration}",
	"nsfw": "Du darfst NSFW-Befehle in diesem Kanal nicht verwenden!",
	"userPermissions": "Sie haben nicht genügend Berechtigungen! Sie fehlen: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Dies sollte nie passieren, eine der Vorbedingungen, die dieser Befehl benötigt, ist das Fehlen eines Message-Handlers.",
	"missingChatInputHandler": "Dies sollte nie passieren, eine der Vorbedingungen, die dieser Befehl benötigt, ist das Fehlen eines Slash-Befehlshandlers.",
	"missingContextMenuHandler": "Dies sollte nie passieren, eine der Vorbedingungen, die dieser Befehl benötigt, ist das Fehlen eines Kontextmenü-Handlers.",
	"administrator": "Du benötigst Administratorrechte, um `{{command.name}} ` auszuführen!",
	"disabledGlobal": "Dieser Befehl wurde von den Bot-Besitzern weltweit deaktiviert. Willst du wissen, warum und wann es wieder sein wird? Trete dem offiziellen WolfStar-Server bei: <https://join.wolfstar.rocks>",
	"disabledGuild": "Dieser Befehl wurde von einem Administrator auf diesem Server deaktiviert!",
	"moderator": "Du benötigst Moderatorrechte um `{{command.name}} ` auszuführen!",
	"permissionNodes": "{{REDCROSS}} Sie haben keine Berechtigung, diesen Befehl zu benutzen!",
	"serverOwner": "Du musst der Besitzer des Servers sein, um `{{command.name}} ` auszuführen!",
	"dmOnly": "Dieser Befehl kann nur in DM-Kanälen verwendet werden.",
	"guildNewsOnly": "Dieser Befehl kann nur in Ankündigungskanälen verwendet werden.",
	"guildNewsThreadOnly": "Dieser Befehl kann nur in Ankündigungs-Thread-Channels verwendet werden.",
	"guildOnly": "Dieser Befehl kann nur in Serverkanälen verwendet werden.",
	"guildPrivateThreadOnly": "Dieser Befehl kann nur in privaten Thread-Channels verwendet werden.",
	"guildPublicThreadOnly": "Dieser Befehl kann nur in öffentlichen Thread-Channels verwendet werden.",
	"guildTextOnly": "Dieser Befehl kann nur in Textkanälen verwendet werden.",
	"threadOnly": "Dieser Befehl kann nur in Thread-Channels verwendet werden."
}
