{
	"channelsMediaOnly": "Die Kanäle, in denen nur Medienanhänge gesendet werden können.",
	"channelsIgnoreAll": "Kanäle die ich für alle Arten von Protokollierung ignorieren sollte.",
	"channelsIgnoreMessageDelete": "Kanäle die ich ignorieren sollte, wenn ich nach gelöschten Nachrichten zum Log suche.",
	"channelsIgnoreMessageEdit": "Kanäle die ich ignorieren sollte, wenn nach bearbeiteten Nachrichten gesucht wird.",
	"channelsIgnoreReactionAdd": "Kanäle die ich ignorieren sollte, wenn ich nach zusätzlichen Reaktionen suche.",
	"channelsIgnoreVoiceActivity": "Die Kanäle, die ich ignorieren sollte, wenn sich die Aktivität ändert.",
	"channelsLogsChannelCreate": "Der Kanal für das Erstellungsprotokoll, wenn gesetzt, schicke ich eine Nachricht, wenn ein anderer Kanal erstellt wird.",
	"channelsLogsChannelDelete": "Der Kanal für Löschprotokolle des Kanals, falls gesetzt, schicke ich eine Nachricht an diesen Kanal, wenn ein anderer Kanal gelöscht wird.",
	"channelsLogsChannelUpdate": "Der Kanal für Aktualisierungsprotokolle, falls gesetzt, Ich werde eine Nachricht an diesen Kanal senden, wenn jeder Kanal (einschließlich dieser) in irgendeiner Weise aktualisiert wird. Diese Nachricht enthält die Änderungen am Kanal.",
	"channelsLogsEmojiCreate": "Der Kanal für Emoji-Erstellungsprotokolle, wenn gesetzt, werde ich eine Nachricht schicken, wenn ein Emoji erstellt wurde.",
	"channelsLogsEmojiDelete": "Der Kanal für Emoji-Löschprotokolle, falls gesetzt, werde ich eine Nachricht senden, wenn ein Emoji gelöscht wird.",
	"channelsLogsEmojiUpdate": "Der Kanal für Emoji-Update-Protokolle, wenn gesetzt, sende ich eine Nachricht, wenn ein Emoji in irgendeiner Weise aktualisiert wird. Diese Nachricht enthält die Änderungen, die am Emoji vorgenommen wurden.",
	"channelsLogsImage": "Der Kanal, den ich verwenden werde, um alle Bilder, die ich sehe, neu hochzuladen.",
	"channelsLogsMemberAdd": "Der Kanal, an den ich eine Nachricht sende wenn ein Mitglied beitritt.",
	"channelsLogsMemberRemove": "Der Kanal, an den ich eine Nachricht sende wenn ein Mitglied verlässt, gekickt oder gesperrt wird.",
	"channelsLogsMemberNickNameUpdate": "Der Kanal, an den ich eine Nachricht sende wenn ein Mitglied seinen Nicknamen ändert.",
	"channelsLogsMemberUserNameUpdate": "Der Kanal, an den ich eine Nachricht sende wenn ein Mitglied seinen Benutzernamen ändert.",
	"channelsLogsMemberRolesUpdate": "Der Kanal, an den ich eine Nachricht sende wenn ein Mitglied eine Rolle bekommt oder verliert.",
	"channelsLogsMessageDelete": "Der Kanal, an den ich eine Nachricht senden werde, wenn eine Nachricht gelöscht wurde.",
	"channelsLogsMessageDeleteNsfw": "Der Kanal, an den ich eine Nachricht senden werde, wenn eine Nachricht aus einem NSFW-Kanal gelöscht wurde.",
	"channelsLogsMessageUpdate": "Der Kanal, an den ich eine Nachricht sende wenn eine Nachricht aktualisiert wurde.",
	"channelsLogsMessageUpdateNsfw": "Der Kanal, an den ich eine Nachricht sende wenn eine Nachricht von einem NSFW-Kanal aktualisiert wurde.",
	"channelsLogsModeration": "Der Kanal für Moderationsprotokolle, sobald aktiviert, werde ich dort alle meine Moderationsfälle veröffentlichen. Falls `Ereignisse. an-remove` und/oder `events.ban-remove` sind aktiviert, ich werde automatisch anonyme Logs veröffentlichen.",
	"channelsLogsPrune": "Der Kanal für prune logs, die gleiche Anforderung wie normale Nachrichtenprotokolle, sendet aber nur knune Nachrichten.",
	"channelsLogsReaction": "Der Kanal für die Reaktionsprotokolle, die gleiche Anforderung wie normale Nachrichtenprotokolle, sendet aber nur Nachrichtenreaktionen. Wenn Sie nicht möchten, dass twemojis protokolliert wird, können Sie `events.twemoji-reactions` umschalten.",
	"channelsLogsRoleCreate": "Der Kanal für Rollenerstellungsprotokolle, wenn gesetzt, sende ich eine Nachricht, wenn eine neue Rolle verrückt ist.",
	"channelsLogsRoleDelete": "Der Kanal für das Löschen von Rollen, wenn gesetzt, sende ich eine Nachricht, wenn eine Rolle gelöscht wird.",
	"channelsLogsRoleUpdate": "Der Kanal für Rollenaktualisierungsprotokolle, wenn gesetzt, sende ich eine Nachricht, wenn eine Rolle in irgendeiner Weise aktualisiert wird. Diese Nachricht wird die Änderungen enthalten, die an der Rolle vorgenommen wurden.",
	"channelsLogsServerUpdate": "Der Kanal für Server-Update-Protokolle, falls gesetzt, sende ich eine Nachricht, wenn der Server in irgendeiner Weise aktualisiert wird. Diese Nachricht enthält die Änderungen am Server.",
	"channelsLogsVoiceChannel": "Der Kanal für Sprachkanal-Protokolle, falls gesetzt, sende ich eine Nachricht, wenn ein Benutzer verbindet, verlässt oder in einen anderen Sprachkanal wechselt.",
	"dashboardOnlyKey": "Dieser Schlüssel kann nur über [das Web-Dashboard](https://wolfstar.rocks) konfiguriert werden",
	"disabledChannels": "Eine Liste von Kanälen für deaktivierte Befehle, zum Beispiel, das Einrichten eines Channels namens General verbietet allen Benutzern, meine Befehle dort zu verwenden. Moderatoren+ überschreiben dies bewusst um es ihnen zu ermöglichen, sich zu moderieren, ohne Kanäle zu wechseln.",
	"disabledCommands": "Die deaktivierten Befehle, Kernbefehle können nicht deaktiviert werden und Moderatoren werden dies überschreiben. Alle Befehle müssen in Kleinbuchstaben sein.",
	"disableNaturalPrefix": "Ob ich auf mein natürliches Präfix `WolfStar,` hören sollte oder nicht.",
	"eventsBanAdd": "Dieser Event postet Nicht-Bot-Moderationsprotokolle, wenn ein Benutzer gebannt wird. Du musst `channels.moderation-logs` einrichten.",
	"eventsBanRemove": "Dieser Event postet Nicht-Bot-Moderationsprotokolle, wenn ein Benutzer entbannt wird. Du musst `channels.moderation-logs` einrichten.",
	"eventsTimeout": "Dieses Ereignis protokolliert Nicht-Bot-Moderation, wenn sich der Timeout-Status eines Benutzers ändert. Du musst `channels.moderation-logs` einrichten.",
	"eventsUnknownMessages": "Ob ich Updates zu unbekannten Befehlsnachrichten veröffentlichen soll oder nicht.",
	"eventsTwemojiReactions": "Ob twemoji Reaktionen im Reaktionslogskanal veröffentlicht werden oder nicht.",
	"eventsIncludeBots": "Ob ich die Bots in den Serverprotokollen ignorieren sollte oder nicht.",
	"language": "Die Sprache, die ich für Ihren Server verwenden werde. Möglicherweise ist sie nicht in der gewünschten Sprache verfügbar.",
	"messagesIgnoreChannels": "Die Kanäle, die konfiguriert wurden, um den Punktzähler für Benutzer nicht zu erhöhen.",
	"messagesModerationAutoDelete": "Ob Moderationsbefehle automatisch gelöscht werden sollen oder nicht.",
	"messagesModerationDm": "Ob ich eine direkte Nachricht an den Zielbenutzer über Moderationsaktionen senden soll oder nicht.",
	"messagesModerationMessageDisplay": "Ob eine Antwort für Moderationsbefehle gesendet werden soll oder nicht.",
	"messagesModerationReasonDisplay": "Gibt an, ob der Grund in den Moderations-Befehlen angezeigt wird.",
	"messagesModeratorNameDisplay": "Ob ich den Namen des Moderators anzeigen soll, der die Aktion durchgeführt hat, als ich dem Zielbenutzer eine Moderationsmeldung schickte. Benötigt `messages.moderation-dm` zum Aktivieren.",
	"messagesAutoDeleteIgnoredAll": "Gibt an, ob Befehlsantworten beim Löschen einer Nachricht automatisch gelöscht werden sollen oder nicht.",
	"messagesAutoDeleteIgnoredRoles": "Die Rollen, die Benutzer haben sollten, damit ihre Befehlsantworten beim Löschen der Nachricht nicht automatisch gelöscht werden.",
	"messagesAutoDeleteIgnoredChannels": "Die Kanäle, in denen Befehlsantworten nicht automatisch gelöscht werden, wenn die Nachricht gelöscht wird.",
	"messagesAutoDeleteIgnoredCommands": "Der Befehl, der beim Löschen der Nachricht nicht automatisch gelöscht wird.",
	"noMentionSpamAlerts": "Ob Benutzer benachrichtigt werden sollen oder nicht, wenn sie den Sperrhammer bekommen.",
	"noMentionSpamEnabled": "Ob ich den Verbotshammer zur Erwähnung von Spammern bereit haben sollte oder nicht.",
	"noMentionSpamMentionsAllowed": "Die minimale Anzahl an \"Punkten\", die ein Benutzer sammeln muss, bevor er den Hammer landet. Eine Benutzer-Erwähnung wird als 1 Punkt zählen, eine Rolle als 2 Punkte und ein jeder / hier als 5 Punkte angeben.",
	"noMentionSpamTimePeriod": "Die Zeitspanne in Sekunden, in denen die Erwähnungsgruppe aktualisiert werden soll. Zum Beispiel, wenn dies auf `8` gesetzt ist und du zwei Benutzer 7 Sekunden getrennt erwähnst, die Eimer von Anfang an mit der gesammelten Anzahl an Punkten laufen würde.",
	"prefix": "Ein Präfix ist ein Anschluss, der vor dem Wort hinzugefügt wird, in diesem Fall die Nachricht. Es erlaubt Bots zwischen einer regulären Nachricht und einem Befehl zu unterscheiden.",
	"rolesAdmin": "Die Administrator-Rollen. Administratoren haben Zugriff auf alle Moderations- und Verwaltungsbefehle. Standardmäßig alle mit der {{MANAGE_GUILD, permissions}} Berechtigung.",
	"rolesInitial": "Die erste Rolle, wenn konfiguriert, werde ich es den Benutzern geben, sobald sie beitreten.",
	"rolesInitialHumans": "Wenn konfiguriert, werde ich diese Rolle regulären Benutzern beim Beitreten übergeben. (nicht Bots)",
	"rolesInitialBots": "Wenn konfiguriert, gebe ich diese Rolle den Bot Benutzern beim Beitreten.",
	"rolesModerator": "Der Moderator spielt eine Rolle. Moderatoren haben Zugriff auf fast alle Moderationsbefehle. Standard ist jeder, der Mitglieder bannen kann.",
	"rolesMuted": "Die stummgeschaltete Rolle, wenn sie konfiguriert ist, gebe ich neuen stummgeschalteten Benutzern diese Rolle. Andernfalls werde ich Sie um die Erstellung einer Funktion bitten.",
	"rolesPublic": "Die öffentlichen Rollen. Diese können von jedem Benutzer mit dem `roles` Befehl beansprucht werden.",
	"rolesRemoveInitial": "Ob der Anspruch auf eine öffentliche Rolle gleichzeitig die ursprüngliche Rolle abgeschafft werden sollte.",
	"rolesRestrictedAttachment": "Die Rolle, die für den Moderationsbefehl für RestrictAttachment verwendet wird",
	"rolesRestrictedEmbed": "Die Rolle, die für den restrictEmbed Moderationsbefehl verwendet wird.",
	"rolesRestrictedEmoji": "Die Rolle, die für den Befehl restrictEmoji Moderation verwendet wird.",
	"rolesRestrictedReaction": "Die Rolle, die für den Befehl restrictReaction Moderation verwendet wird.",
	"rolesRestrictedVoice": "Die Rolle, die für den Befehl restrictVoice Moderation verwendet wird.",
	"selfmodAttachmentsEnabled": "Gibt an, ob der Attachment-Filter aktiviert ist oder nicht.",
	"selfmodAttachmentsIgnoredChannels": "Die Kanäle, die vom Filter-Untersystem der Anhänge ignoriert werden",
	"selfmodAttachmentsIgnoredRoles": "Die Rollen, die vom Anhang ignoriert werden",
	"selfmodCapitalsEnabled": "Ob die Hauptstädte Self-Mod-Subsystem filtern aktiviert ist oder nicht.",
	"selfmodCapitalsIgnoredChannels": "Die Kanäle, die vom Kapital-Filter-Subsystem ignoriert werden",
	"selfmodCapitalsIgnoredRoles": "Die Rollen, die von den Hauptstädten ignoriert werden",
	"selfmodCapitalsMaximum": "Die maximale Anzahl an Zeichen, die die Nachricht haben muss, bevor sie gelöscht werden kann. Du musst sie mit dem Befehl `capitalsMode` aktivieren.",
	"selfmodCapitalsMinimum": "Die minimale Anzahl an Zeichen, die die Nachricht haben muss, bevor sie gelöscht werden kann. Du musst sie mit dem Befehl `capitalsMode` aktivieren.",
	"selfmodFilterEnabled": "Ob das Wort Filter Self-mod Subsystem aktiviert ist oder nicht.",
	"selfmodFilterIgnoredChannels": "Die Kanäle, die vom Filter-Subsystem ignoriert werden",
	"selfmodFilterIgnoredRoles": "Die Rollen, die vom Filter-Untersystem ignoriert werden",
	"selfmodIgnoreChannels": "Die Kanäle, die ich ignorieren werde, seien Sie vorsichtig, jeder Kanal konfiguriert wird alle Auto-Moderationssysteme (CapsFilter, InviteLinks und NoMentionSpam) deaktiviert.",
	"selfmodInvitesEnabled": "Ob das Einladungsfilter Self-Mod Subsystem aktiviert ist oder nicht.",
	"selfmodInvitesIgnoredChannels": "Die Kanäle, die vom Untersystem Einladungen ignoriert werden",
	"selfmodInvitesIgnoredCodes": "Die Discord-Einladungs-Codes, die vom Einladungs-Untersystem ignoriert werden",
	"selfmodInvitesIgnoredGuilds": "Die Discord Server, die vom Einladungs-Untersystem ignoriert werden",
	"selfmodInvitesIgnoredRoles": "Die Rollen, die vom Untersystem Einladungen ignoriert werden",
	"selfmodLinksEnabled": "Ob die Links Filter Self-mod Subsystem aktiviert ist oder nicht.",
	"selfmodLinksIgnoredChannels": "Die Kanäle, die vom Link-Filter-Subsystem ignoriert werden",
	"selfmodLinksIgnoredRoles": "Die Rollen, die vom Link-Filter ignoriert werden",
	"selfmodLinksAllowed": "Die erlaubten Links",
	"selfmodMessagesEnabled": "Ob WolfStar versuchen soll, doppelte Nachrichten zu entfernen oder nicht.",
	"selfmodMessagesIgnoredChannels": "Die Kanäle, die vom Untersystem der doppelten Nachrichten ignoriert werden",
	"selfmodMessagesIgnoredRoles": "Die Rollen, die vom doppelten Nachrichten-Subsystem ignoriert werden",
	"selfmodMessagesMaximum": "Die Anzahl der doppelten Nachrichten, die in der Warteschlange benötigt werden, bevor die Aktion ausgeführt wird. Die Größe der Warteschlange ist in `selfmod.messages.queue-size` konfigurierbar.",
	"selfmodMessagesQueueSize": "Die Anzahl der Nachrichten, die WolfStar für die Nachrichterkennung verfolgt.",
	"selfmodNewlinesEnabled": "Ob die neuen Linien Filter Self-mod Subsystem aktiviert ist oder nicht.",
	"selfmodNewlinesIgnoredChannels": "Die Kanäle, die vom neuen Zeilen-Subsystem ignoriert werden",
	"selfmodNewlinesIgnoredRoles": "Die Rollen, die vom neuen Zeilen-Subsystem ignoriert werden",
	"selfmodNewlinesMaximum": "Die maximale Anzahl neuer Linien vor WolfStar wird mit Strafen beginnen",
	"selfmodReactionsBlocked": "Die blockierten Reaktionen",
	"selfmodReactionsEnabled": "Ob die Reaktionen Filter Self-Mod Subsystem aktiviert ist oder nicht.",
	"selfmodReactionsIgnoredChannels": "Die Kanäle, die vom Reaktions-Untersystem ignoriert werden",
	"selfmodReactionsIgnoredRoles": "Die Rollen, die vom Reaktions-Untersystem ignoriert werden",
	"selfmodReactionsMaximum": "Die maximale Anzahl von Reaktionen, bevor ich mit der Anwendung von Sanktionen beginnen werde",
	"selfmodReactionsAllowed": "Die zulässigen Reaktionen",
	"validationChooseKey": "Sie können keine Gruppe konfigurieren, bitte wählen Sie einen der folgenden Schlüssel: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Der Wert ``{{value}}`` wurde im Schlüssel **{{path}} ** nicht gesetzt.",
	"validationDuplicatedValue": "Der Wert für den Schlüssel `{{path}}` wurde bereits auf ``{{value}} ``gesetzt!"
}
