{
	"clientPermissions": "У меня нет достаточных прав! Я пропущен: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Это никогда не случится, я не знаю, кто я.",
	"clientPermissionsNoPermissions": "Это никогда не случится, я не смог определить, какие разрешения у меня имеется.",
	"runIn": "Эта команда не может быть запущена в этом типе канала.",
	"userPermissionsNoPermissions": "Это никогда не произошло, я не смог определить, какие разрешения у вас имеются.",
	"unavailable": "Это никогда не случилось, я не смог найти необходимое предварительное условие для этой команды.",
	"cooldown": "Вы только что использовали эту команду. Вы можете использовать эту команду снова в {{remaining, duration}}.",
	"nsfw": "Вы не можете использовать NSFW команды на этом канале!",
	"userPermissions": "У вас недостаточно прав! Вы пропустили: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Это никогда не происходит, один из предварительных условий, требуемых для этой команды пропущен обработчик сообщений.",
	"missingChatInputHandler": "Это никогда не происходит, одно из предварительных условий, требуемых для этой команды, не содержит обработчика косой черты.",
	"missingContextMenuHandler": "Это никогда не происходит, один из предварительных условий, требуемых для этой команды, пропущен обработчик контекстного меню.",
	"administrator": "Вам нужны права администратора для запуска `{{command.name}}`!",
	"disabledGlobal": "Эта команда была глобально отключена владельцами бота. Хотите узнать, почему и когда он вернётся? Присоединяйтесь к официальному серверу WolfStar: <https://join.wolfstar.rocks>",
	"disabledGuild": "Эта команда была отключена администратором на этом сервере!",
	"moderator": "Вам нужны права модератора для запуска `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} У вас нет прав на использование этой команды!",
	"serverOwner": "Вы должны быть владельцем сервера, чтобы запустить `{{command.name}}`!",
	"dmOnly": "Эта команда может быть использована только в DM-каналах.",
	"guildNewsOnly": "Эта команда может быть использована только в каналах объявлений.",
	"guildNewsThreadOnly": "Эта команда может использоваться только в каналах потока объявлений.",
	"guildOnly": "Эта команда может быть использована только в каналах сервера.",
	"guildPrivateThreadOnly": "Эта команда может использоваться только в частных каналах потока.",
	"guildPublicThreadOnly": "Эта команда может быть использована только в публичных каналах потока.",
	"guildTextOnly": "Эта команда может быть использована только в текстовых каналах.",
	"threadOnly": "Эта команда может использоваться только в каналах потока."
}
