{
	"channelsMediaOnly": "Каналы, в которых могут быть отправлены только медиа вложения.",
	"channelsIgnoreAll": "Каналы я должен игнорировать для всех типов журналирования.",
	"channelsIgnoreMessageDelete": "Каналы я должен игнорировать при проверке удаленных сообщений в журнал.",
	"channelsIgnoreMessageEdit": "Каналы я должен игнорировать при проверке отредактированных сообщений в журнал.",
	"channelsIgnoreReactionAdd": "Каналы я должен игнорировать при проверке добавленных реакций.",
	"channelsIgnoreVoiceActivity": "Каналы, которые я должен игнорировать при изменении активности отчетов.",
	"channelsLogsChannelCreate": "Канал для логов создания канала, если установлено, я отправлю сообщение при создании другого канала.",
	"channelsLogsChannelDelete": "Канал для логов удаления канала, если установлено, я отправлю сообщение этому каналу, когда другой канал будет удален.",
	"channelsLogsChannelUpdate": "Канал для обновления журналов канала, если установлено, Я отправлю сообщение в этот канал, когда любой канал (включая этот канал) будет обновляться любым образом. Это сообщение будет содержать изменения, внесенные в канал.",
	"channelsLogsEmojiCreate": "Канал для логов создания эмодзи, если установлено, я отправлю сообщение, когда будут созданы эмодзи.",
	"channelsLogsEmojiDelete": "Канал для логов удаления эмодзи, если установлено, я отправлю сообщение, когда эмодзи будут удалены.",
	"channelsLogsEmojiUpdate": "Канал для журнала обновлений эмодзи, если установлено, я отправляю сообщение, когда эмодзи обновляются любым образом. Это сообщение будет содержать изменения, сделанные в эмодзи.",
	"channelsLogsImage": "Канал я буду использовать для повторной загрузки всех изображений, которые я вижу.",
	"channelsLogsMemberAdd": "Канал, на который я отправлю сообщение, когда к нему присоединится.",
	"channelsLogsMemberRemove": "Канал, на который я отправляю сообщение, когда пользователь покидает зону или будет заблокирован.",
	"channelsLogsMemberNickNameUpdate": "Канал я отправлю сообщение, когда член изменит свой никнейм.",
	"channelsLogsMemberUserNameUpdate": "Канал, который я отправлю сообщение, когда член изменит имя пользователя.",
	"channelsLogsMemberRolesUpdate": "Канал, который я отправляю сообщение, когда участник получает или теряет роль.",
	"channelsLogsMessageDelete": "Канал, на который я отправляю сообщение, когда сообщение будет удалено.",
	"channelsLogsMessageDeleteNsfw": "Канал, который я отправляю сообщение, когда сообщение от NSFW канала было удалено.",
	"channelsLogsMessageUpdate": "Канал, на который я отправлю сообщение, когда сообщение будет обновлено.",
	"channelsLogsMessageUpdateNsfw": "Канал, на который я отправляю сообщение, когда сообщение с NSFW каналом будет обновлено.",
	"channelsLogsModeration": "Канал для логов модерации, когда включен, я буду отправлять туда все сообщения модерации. Если `events. an-remove` и/или `events.ban-remove` включен, я автоматически напишу анонимные журналы.",
	"channelsLogsPrune": "Канал для корректных журналов, то же самое требование, что и обычные журналы сообщений, но будет отправляться только удалённые сообщения.",
	"channelsLogsReaction": "Канал для лога реакции, то же самое требование, что и обычные журналы сообщений, но будет отправлять только реакции на сообщение. Если вы не хотите, чтобы twemojis был зарегистрирован в системе, вы можете переключить `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Канал для логов создания ролей, если установлено, я отправляю сообщение, когда новая роль сканируется.",
	"channelsLogsRoleDelete": "Канал для логов удаления ролей, если установлено, я отправляю сообщение при удалении роли.",
	"channelsLogsRoleUpdate": "Канал для обновления логов ролей, если установлено, я отправляю сообщение, когда роль обновляется любым образом. Это сообщение будет содержать изменения, внесенные в роль.",
	"channelsLogsServerUpdate": "Канал для обновления логов сервера, если установлено, я отправляю сообщение, когда сервер обновляется любым образом. Это сообщение будет содержать изменения, внесенные на сервер.",
	"channelsLogsVoiceChannel": "Канал для журналов голосового канала, если установлено, я отправляю сообщение, когда пользователь присоединяется к другому голосовому каналу или переходит к другому каналу.",
	"dashboardOnlyKey": "Эта клавиша может быть настроена только через [веб-панель](https://wolfstar.rocks)",
	"disabledChannels": "Список каналов для отключенных команд, например, настройка канала под названием general будет запрещать всем пользователям использовать мои команды там. Модераторы+ переопределяют это предназначение, позволяя модерировать без переключения каналов.",
	"disabledCommands": "Отключенные команды, ключевые команды не могут быть отключены, а модераторы переопределят это. Все команды должны быть в нижнем регистре.",
	"disableNaturalPrefix": "Должен ли я слушать мой натуральный префикс, «WolfStar»,",
	"eventsBanAdd": "Это событие публикует журналы модерации неботов, когда пользователь забанен. Вы должны настроить `channels.moderation-logs`.",
	"eventsBanRemove": "Это событие публикует журналы модерации небота, когда пользователь разбанен. Вы должны настроить `channels.moderation-logs`.",
	"eventsTimeout": "Это событие публикует журналы модерации неботов, когда изменения состояния таймаута пользователя. Вы должны настроить `channels.moderation-logs`.",
	"eventsUnknownMessages": "Отправлять обновления на неизвестные сообщения команд.",
	"eventsTwemojiReactions": "Отправляются ли реакции twemoji в логи реакции.",
	"eventsIncludeBots": "Должен ли я игнорировать ботов в логах сервера.",
	"language": "Язык, который я буду использовать для вашего сервера. Он может быть недоступен на том языке, который вы хотите.",
	"messagesIgnoreChannels": "Каналы настроены не увеличивать счетчик точек для пользователей.",
	"messagesModerationAutoDelete": "Должны ли команды модерации быть автоматически удалены или нет.",
	"messagesModerationDm": "Должен ли я отправлять прямое сообщение целевому пользователю о действиях по модерации.",
	"messagesModerationMessageDisplay": "Должен ли быть отправлен ответ для команд модерации.",
	"messagesModerationReasonDisplay": "Отображается ли причина в командах модерации.",
	"messagesModeratorNameDisplay": "Показывать имя модератора, который совершил это действие при отправке сообщения модератора целевому пользователю. Требуется опция `messages.moderation-dm`.",
	"messagesAutoDeleteIgnoredAll": "Должны ли команды отвечать автоматически удаляться при удалении сообщений любого пользователя.",
	"messagesAutoDeleteIgnoredRoles": "Пользователи ролей должны иметь ответы команд, чтобы они не были автоматически удалены при удалении сообщения пользователя.",
	"messagesAutoDeleteIgnoredChannels": "Каналы, в которых командные ответы не будут автоматически удалены при удалении пользовательского сообщения.",
	"messagesAutoDeleteIgnoredCommands": "Команда, которая не будет автоматически удалена при удалении сообщения пользователя.",
	"noMentionSpamAlerts": "Предупреждение о том, должны ли пользователи быть оповещены, когда собираются получить молот запрета.",
	"noMentionSpamEnabled": "Должен ли я иметь молот запрета готов к упоминанию спамеров.",
	"noMentionSpamMentionsAllowed": "Минимальное количество \"очков\", которое пользователь должен накапливать до приземления молота. Упоминание пользователя будет засчитано как 1 очко, упоминание роли как 2 очка, и каждый/здесь упоминается как 5 очков.",
	"noMentionSpamTimePeriod": "Время, в секундах, в течение которого ведро упоминания должно обновляться. Например, если это значение установлено в `8` и вы упомянули двух пользователей раздельно на 7 секунд, ведро будет бегать с самого начала с накопленного количества точек.",
	"prefix": "Префикс — это аффикс, который добавляется перед словом в данном случае сообщения. Он позволяет ботам различать обычное сообщение с командой.",
	"rolesAdmin": "Права администратора. Администраторы имеют доступ ко всем командам модерации и управления. По умолчанию используется разрешение {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Начальная роль, если она настроена, я передам ее пользователям, как только они войдут в систему.",
	"rolesInitialHumans": "Если настроено, я передаю эту роль обычным пользователям при регистрации. (не боты)",
	"rolesInitialBots": "Если сконфигурировано, я передаю эту роль боту пользователям при регистрации.",
	"rolesModerator": "Роль модератора. Модераторы имеют доступ практически ко всем командам модерации. По умолчанию для всех, кто может забанить участников.",
	"rolesMuted": "Роль заглушена, если сконфигурирована, я возьму эту роль новым заглушенным пользователям. Иначе я попрошу вам создать один.",
	"rolesPublic": "Публичные роли. Они могут быть присвоены любым пользователем, использующим команду `roles`.",
	"rolesRemoveInitial": "Захват публичной роли должен одновременно убрать первоначальную роль.",
	"rolesRestrictedAttachment": "Роль, которая используется для команды модерации restrictAttachment",
	"rolesRestrictedEmbed": "Роль, которая используется для команды restrictEmbed модерации.",
	"rolesRestrictedEmoji": "Роль, которая используется для команды ограничения Emoji модерации.",
	"rolesRestrictedReaction": "Роль, которая используется для команды модерации restrictReaction .",
	"rolesRestrictedVoice": "Роль, которая используется для команды модерации ограничителя.",
	"selfmodAttachmentsEnabled": "Включён или нет фильтр вложений.",
	"selfmodAttachmentsIgnoredChannels": "Каналы, которые будут проигнорированы подсистемой фильтра вложений",
	"selfmodAttachmentsIgnoredRoles": "Роли, которые будут игнорироваться подсистемой фильтров вложений",
	"selfmodCapitalsEnabled": "Подсистема selfmod фильтра с заглавными буквами включена или нет.",
	"selfmodCapitalsIgnoredChannels": "Каналы, которые будут проигнорированы подсистемой фильтра заглавные буквы",
	"selfmodCapitalsIgnoredRoles": "Роли, которые будут проигнорированы подсистемой с фильтрами",
	"selfmodCapitalsMaximum": "Максимальное количество символов, которое должно быть у сообщений перед удалением. Вы должны включить его командой `capitalsMode`.",
	"selfmodCapitalsMinimum": "Минимальное количество символов, которое сообщение должно иметь перед удалением. Вы должны включить его командой `capitalsMode`.",
	"selfmodFilterEnabled": "Включен ли подсистема фильтра selfmod или нет.",
	"selfmodFilterIgnoredChannels": "Каналы, которые будут игнорироваться подсистемой фильтров",
	"selfmodFilterIgnoredRoles": "Роли, которые будут игнорироваться подсистемой фильтров",
	"selfmodIgnoreChannels": "Каналы, которые я игнорирую, будьте осторожны с любым настроенным каналом будут иметь все системы автомодерации (CapsFilter, InviteLinks, и NoMentionSpam).",
	"selfmodInvitesEnabled": "Приглашения подсистемы selfmod включены или нет.",
	"selfmodInvitesIgnoredChannels": "Каналы, которые будут игнорироваться подсистемой приглашений",
	"selfmodInvitesIgnoredCodes": "Коды приглашений Discord, которые будут игнорироваться подсистемой приглашений",
	"selfmodInvitesIgnoredGuilds": "Серверы Discord, которые будут игнорироваться подсистемой приглашений",
	"selfmodInvitesIgnoredRoles": "Роли, которые будут игнорироваться подсистемой приглашений",
	"selfmodLinksEnabled": "Подсистема фильтра selfmod включена или нет.",
	"selfmodLinksIgnoredChannels": "Каналы, которые будут игнорироваться подсистемой фильтра ссылок",
	"selfmodLinksIgnoredRoles": "Роли, которые будут игнорироваться подсистемой фильтров ссылок",
	"selfmodLinksAllowed": "Разрешенные ссылки",
	"selfmodMessagesEnabled": "Должен ли WolfStar пытаться удалять дублирующиеся сообщения или нет.",
	"selfmodMessagesIgnoredChannels": "Каналы, которые будут проигнорированы подсистемой повторяющихся сообщений",
	"selfmodMessagesIgnoredRoles": "Роли, которые будут проигнорированы подсистемой повторяющихся сообщений",
	"selfmodMessagesMaximum": "Количество повторяющихся сообщений в очереди перед выполнением действия Размер очереди настраивается в `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "Количество сообщений WolfStar будет отслеживать для обнаружения дублирования сообщений.",
	"selfmodNewlinesEnabled": "Включена или нет новая подсистема фильтра selfmod новых строк.",
	"selfmodNewlinesIgnoredChannels": "Каналы, которые будут проигнорированы подсистемой новых строк",
	"selfmodNewlinesIgnoredRoles": "Роли, которые будут проигнорированы подсистемой новых строк",
	"selfmodNewlinesMaximum": "Максимальное количество новых строк, прежде чем WolfStar начнет применять штрафы",
	"selfmodReactionsBlocked": "Реакции, которые заблокированы",
	"selfmodReactionsEnabled": "Включена или нет подсистема фильтра selfmod реакций.",
	"selfmodReactionsIgnoredChannels": "Каналы, которые будут игнорироваться подсистемой реакций",
	"selfmodReactionsIgnoredRoles": "Роли, которые будут игнорироваться подсистемой реакций",
	"selfmodReactionsMaximum": "Максимальное количество реакций до начала применения санкций",
	"selfmodReactionsAllowed": "Разрешенные реакции",
	"validationChooseKey": "Вы не можете настроить группу, пожалуйста, выберите один из следующих ключей: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Значение ``{{value}}`` не задано в ключе **{{path}}**.",
	"validationDuplicatedValue": "Значение ключа `{{path}}` уже установлено в ``{{value}}``!"
}
