{
	"clientPermissions": "Nie mam wystarczających uprawnień! Brakuje: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Tak nigdy nie powinno się stać, nie wiem kim jestem.",
	"clientPermissionsNoPermissions": "To nigdy nie powinno się zdarzyć, nie udało mi się określić, jakie uprawnienia posiadam.",
	"runIn": "Ta komenda nie może być uruchomiona na tym typie kanału.",
	"userPermissionsNoPermissions": "To nigdy nie powinno się stać, nie udało mi się określić, jakie uprawnienia posiadasz.",
	"unavailable": "Tak nigdy nie powinno się stać, nie mogłem znaleźć wymaganego warunku wstępnego dla tego polecenia.",
	"cooldown": "Właśnie użyłeś tej komendy. Możesz użyć tej komendy ponownie w {{remaining, duration}}.",
	"nsfw": "Nie możesz używać poleceń NSFW na tym kanale!",
	"userPermissions": "Nie masz wystarczających uprawnień! Brakuje: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "To nie powinno się nigdy zdarzyć, jednym z warunków wstępnych, których to polecenie wymaga jest brak obsługi wiadomości.",
	"missingChatInputHandler": "To nigdy nie powinno się zdarzyć, jednym z warunków wstępnych wymaganych przez to polecenie jest brak polecenia ukośnika.",
	"missingContextMenuHandler": "To nigdy nie powinno się zdarzyć, jednym z warunków wstępnych, których to polecenie wymaga jest brak uchwytu menu kontekstowego.",
	"administrator": "Potrzebujesz uprawnień administratora do uruchomienia `{{command.name}}`!",
	"disabledGlobal": "Ta komenda została całkowicie wyłączona przez właścicieli bota. Chcesz wiedzieć dlaczego i dowiedzieć się, kiedy wróci? Dołącz do oficjalnego serwera WolfStar: <https://join.wolfstar.rocks>",
	"disabledGuild": "To polecenie zostało wyłączone przez administratora na tym serwerze!",
	"moderator": "Potrzebujesz uprawnień moderatora, aby uruchomić `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} Nie masz uprawnień do używania tej komendy!",
	"serverOwner": "Musisz być właścicielem serwera, aby uruchomić `{{command.name}}`!",
	"dmOnly": "Ta komenda może być użyta tylko w kanałach DM.",
	"guildNewsOnly": "Ta komenda może być użyta tylko w kanałach ogłoszeń.",
	"guildNewsThreadOnly": "Ta komenda może być użyta tylko w kanałach wątków ogłoszenia.",
	"guildOnly": "Ta komenda może być użyta tylko w kanałach serwera.",
	"guildPrivateThreadOnly": "To polecenie może być używane tylko w prywatnych kanałach wątków.",
	"guildPublicThreadOnly": "Ta komenda może być używana tylko w publicznych kanałach wątków.",
	"guildTextOnly": "Ta komenda może być użyta tylko w kanałach tekstowych.",
	"threadOnly": "Ta komenda może być użyta tylko w kanałach wątków."
}
