{
	"channelsMediaOnly": "Kanały, w których mogą być wysyłane tylko załączniki multimedialne.",
	"channelsIgnoreAll": "Kanały które powinienem ignorować dla wszystkich typów logowania.",
	"channelsIgnoreMessageDelete": "Kanały które powinienem ignorować podczas sprawdzania usuniętych wiadomości do logu.",
	"channelsIgnoreMessageEdit": "Kanały które powinienem ignorować podczas sprawdzania edytowanych wiadomości do logu.",
	"channelsIgnoreReactionAdd": "Kanały które powinienem ignorować podczas sprawdzania dodanych reakcji.",
	"channelsIgnoreVoiceActivity": "Kanały, które powinienem ignorować podczas raportowania zmian aktywności.",
	"channelsLogsChannelCreate": "Kanał dla logów tworzenia kanałów, jeśli jest ustawiony, wyślę wiadomość po utworzeniu innego kanału.",
	"channelsLogsChannelDelete": "Kanał do usuwania kanałów, jeśli jest ustawiony, wyślę wiadomość do tego kanału po usunięciu innego kanału.",
	"channelsLogsChannelUpdate": "Kanał dla dzienników aktualizacji kanałów, jeśli jest ustawiony, Wyślę wiadomość na ten kanał, gdy jakikolwiek kanał (w tym ten kanał zostanie w jakikolwiek sposób zaktualizowany. Ta wiadomość będzie zawierać zmiany wprowadzone do kanału.",
	"channelsLogsEmojiCreate": "Kanał dla logów tworzenia emoji, jeśli jest ustawiony, wyślę wiadomość po utworzeniu emoji.",
	"channelsLogsEmojiDelete": "Kanał usuwania emoji, jeśli jest ustawiony, wyślę wiadomość po usunięciu emoji.",
	"channelsLogsEmojiUpdate": "Kanał dla dzienników aktualizacji emoji, jeśli jest ustawiony, wysyłam wiadomość, gdy emoji zostaną w jakikolwiek sposób zaktualizowane. Ta wiadomość będzie zawierać zmiany wprowadzone do emoji.",
	"channelsLogsImage": "Kanał, który użyję do ponownego przesłania wszystkich obrazów, które widzę.",
	"channelsLogsMemberAdd": "Kanał, do którego wyślę wiadomość, kiedy dołączy.",
	"channelsLogsMemberRemove": "Kanał, do którego wyślę wiadomość, gdy członek opuszcza, zostanie wyrzucony lub zostanie zbanowany.",
	"channelsLogsMemberNickNameUpdate": "Kanał, do którego wyślę wiadomość, gdy użytkownik zmieni swój nick.",
	"channelsLogsMemberUserNameUpdate": "Kanał, do którego wyślę wiadomość, gdy użytkownik zmieni swoją nazwę użytkownika.",
	"channelsLogsMemberRolesUpdate": "Kanał, do którego wyślę wiadomość, gdy użytkownik dotrze lub utraci rolę.",
	"channelsLogsMessageDelete": "Kanał do którego wyślę wiadomość po usunięciu wiadomości.",
	"channelsLogsMessageDeleteNsfw": "Kanał I wyśle wiadomość po usunięciu wiadomości z kanału NSFW.",
	"channelsLogsMessageUpdate": "Kanał, do którego wyślę wiadomość po aktualizacji wiadomości.",
	"channelsLogsMessageUpdateNsfw": "Kanał, do którego wyślę wiadomość po aktualizacji wiadomości z kanału NSFW.",
	"channelsLogsModeration": "Kanał dla dzienników moderacji, gdy jest włączony, opublikuję tam wszystkie moje przypadki moderacji. Jeśli `zdarzenia. an-remove` i/lub `events.ban-remove` są włączone, automatycznie dodam logi anonimowe.",
	"channelsLogsPrune": "Kanał dla logów prunowych, ten sam wymóg co normalne dzienniki wiadomości, ale będzie wysyłał tylko komunikaty.",
	"channelsLogsReaction": "Kanał dla dzienników reakcji, taki sam jak normalne dzienniki wiadomości, ale będzie wysyłał tylko reakcje wiadomości. Jeśli nie chcesz, aby twemojis był rejestrowany, możesz włączyć `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "Kanał dla logów tworzenia ról jeśli jest ustawiony, wysyłam wiadomość, gdy nowa rola jest zdumiona.",
	"channelsLogsRoleDelete": "Kanał usuwania ról jeśli jest ustawiony, wysyłam wiadomość po usunięciu roli.",
	"channelsLogsRoleUpdate": "Kanał dla dzienników aktualizacji ról jeśli jest ustawiony, wysyłam wiadomość kiedy rola zostanie w jakikolwiek sposób zaktualizowana. Ta wiadomość będzie zawierać zmiany wprowadzone do roli.",
	"channelsLogsServerUpdate": "Kanał dla dzienników aktualizacji serwera, jeśli jest ustawiony, wysyłam wiadomość kiedy serwer zostanie w jakikolwiek sposób zaktualizowany. Ta wiadomość będzie zawierać zmiany dokonane na serwerze.",
	"channelsLogsVoiceChannel": "Kanał dla logów kanału głosowego, jeśli jest ustawiony, wysyłam wiadomość, gdy użytkownik dołącza, opuszcza lub przenosi się na inny kanał głosowy.",
	"dashboardOnlyKey": "Ten klucz można skonfigurować tylko za pomocą [panelu sieciowego](https://wolfstar.rocks)",
	"disabledChannels": "Lista kanałów dla wyłączonych poleceń, na przykład ustawienie kanału o nazwie ogólnej, uniemożliwi wszystkim użytkownikom korzystanie z moich poleceń. Moderatory+ nadpisuje ten cel, aby umożliwić im moderowanie bez przełączania kanałów.",
	"disabledCommands": "Polecenia wyłączone, polecenia rdzenia nie mogą być wyłączone, a moderatorzy nadpiszą to. Wszystkie polecenia muszą być w małych przypadkach.",
	"disableNaturalPrefix": "Czy powinienem słuchać mojego naturalnego prefiksu, `WolfStar,`",
	"eventsBanAdd": "To zdarzenie postuje listy moderacji nie-bot, gdy użytkownik zostanie zbanowany. Musisz skonfigurować `channels.moderation-logs`.",
	"eventsBanRemove": "To zdarzenie postuje logi moderacji nie-bot, gdy użytkownik zostanie odbanowany. Musisz skonfigurować `channels.moderation-logs`.",
	"eventsTimeout": "To zdarzenie postuje moderację bez bota po zmianie limitu czasu użytkownika. Musisz skonfigurować `channels.moderation-logs`.",
	"eventsUnknownMessages": "Czy powinienem publikować aktualizacje na nieznanych wiadomościach poleceń.",
	"eventsTwemojiReactions": "Czy reakcje twemoji są publikowane w kanale dziennika reakcji.",
	"eventsIncludeBots": "Czy powinienem ignorować boty w dziennikach serwera.",
	"language": "Język, którego używam na Twoim serwerze. Może nie być dostępny w wybranym przez Ciebie języku.",
	"messagesIgnoreChannels": "Kanały skonfigurowane aby nie zwiększać licznika punktów dla użytkowników.",
	"messagesModerationAutoDelete": "Czy polecenia moderacji powinny być automatycznie usunięte, czy nie.",
	"messagesModerationDm": "Czy powinienem wysłać do użytkownika docelowego wiadomość dotyczącą działań moderacyjnych.",
	"messagesModerationMessageDisplay": "Czy odpowiedź powinna być wysłana dla komend moderacji.",
	"messagesModerationReasonDisplay": "Czy powód będzie wyświetlany w poleceniach moderacji.",
	"messagesModeratorNameDisplay": "Czy powinienem wyświetlić nazwę moderatora, który podjął działanie podczas wysyłania wiadomości moderatora. Wymaga włączenia `messages.moderation-dm`.",
	"messagesAutoDeleteIgnoredAll": "Czy odpowiedzi poleceń powinny być automatycznie usuwane podczas usuwania wiadomości użytkownika.",
	"messagesAutoDeleteIgnoredRoles": "Użytkownicy ról powinni mieć aby ich odpowiedzi poleceń nie były automatycznie usuwane podczas usuwania wiadomości użytkownika.",
	"messagesAutoDeleteIgnoredChannels": "Kanały, w których odpowiedzi na polecenie nie zostaną automatycznie usunięte podczas usuwania wiadomości użytkownika.",
	"messagesAutoDeleteIgnoredCommands": "Polecenie, które odpowiedzi nie zostaną automatycznie usunięte podczas usuwania wiadomości użytkownika.",
	"noMentionSpamAlerts": "Czy użytkownicy powinni być alarmowani o tym, kiedy mają zamiar dostać młot.",
	"noMentionSpamEnabled": "Czy powinienem mieć młot zakazujący gotowy do wzmianki o spamach.",
	"noMentionSpamMentionsAllowed": "Minimalna ilość \"punktów\", którą użytkownik musi zgromadzić przed lądowaniem młota. Wzmianka o użytkowniku będzie liczyć jako 1 punkt, o roli jako 2 punkty oraz o wszystkich/tutaj jako 5 punktów.",
	"noMentionSpamTimePeriod": "Ilość czasu w sekundach, w których wzmianka powinna odświeżyć. Na przykład, jeśli jest ustawiony na `8` i wymieniłeś dwóch użytkowników w odstępie 7 sekund, wiadro będzie uruchamiane od początku z łączną ilością punktów.",
	"prefix": "Prefiks to napis dodany przed słowem, w tym przypadku wiadomości. Pozwala botom na rozróżnienie między zwykłą wiadomością a poleceniem.",
	"rolesAdmin": "Role administratora. Administratorzy mają dostęp do wszystkich poleceń moderacji i zarządzania. Domyślnie dla każdego, kto ma uprawnienia {{MANAGE_GUILD, permissions}}.",
	"rolesInitial": "Pierwotna rola, jeśli zostanie skonfigurowana, nadam ją użytkownikom, gdy tylko dołączą.",
	"rolesInitialHumans": "Jeśli skonfigurowane, nadam tę rolę regularnym użytkownikom podczas dołączania. (nie botom)",
	"rolesInitialBots": "Jeśli skonfigurowane, nadam tę rolę użytkownikom bota po dołączeniu.",
	"rolesModerator": "Role moderatora. Moderatorzy mają dostęp do prawie wszystkich poleceń moderacji. Domyślnie dla każdego, kto może zablokować członków.",
	"rolesMuted": "Wyciszona rola, jeśli skonfigurowana, nadam tym nowym wyciszonym użytkownikom. W przeciwnym razie pośpieszę Cię o jej utworzenie.",
	"rolesPublic": "Role publiczne. Mogą one zostać uznane przez każdego użytkownika za pomocą komendy `roles`.",
	"rolesRemoveInitial": "Niezależnie od tego, czy uznanie roli publicznej powinno jednocześnie wyeliminować pierwotną rolę.",
	"rolesRestrictedAttachment": "Rola, która jest używana do komendy moderacji restrictAttachment",
	"rolesRestrictedEmbed": "Rola, która jest używana w poleceniu moderacji Embed Limited.",
	"rolesRestrictedEmoji": "Rola, która jest używana w poleceniu moderacji restrictEmoji.",
	"rolesRestrictedReaction": "Rola, która jest używana do komendy moderacji restrictReaction",
	"rolesRestrictedVoice": "Rola, która jest używana do komendy moderacji restrictVoice.",
	"selfmodAttachmentsEnabled": "Czy filtr załączników jest włączony, czy nie.",
	"selfmodAttachmentsIgnoredChannels": "Kanały, które będą ignorowane przez podsystem filtrów załączników",
	"selfmodAttachmentsIgnoredRoles": "Role które będą ignorowane przez podsystem filtrów załączników",
	"selfmodCapitalsEnabled": "Bez względu na to, czy podsystem filtrowania własnych modyfikacji jest włączony, czy nie.",
	"selfmodCapitalsIgnoredChannels": "Kanały, które będą ignorowane przez podsystem filtrów wielkie",
	"selfmodCapitalsIgnoredRoles": "Role które będą ignorowane przez podsystem filtrów liter",
	"selfmodCapitalsMaximum": "Maksymalna liczba znaków, które muszą mieć wiadomości przed próbą ich usunięcia. Musisz włączyć ją za pomocą polecenia `capitalsMode`.",
	"selfmodCapitalsMinimum": "Minimalna ilość znaków, które musi mieć wiadomość przed próbą jej usunięcia. Musisz ją włączyć za pomocą polecenia `capitalsMode`.",
	"selfmodFilterEnabled": "Czy podsystem filtrowania słów jest włączony, czy nie.",
	"selfmodFilterIgnoredChannels": "Kanały, które będą ignorowane przez podsystem filtrów",
	"selfmodFilterIgnoredRoles": "Role które będą ignorowane przez podsystem filtrów",
	"selfmodIgnoreChannels": "Kanały, które będę ignorować, uważaj, aby skonfigurowany kanał miał dezaktywowane wszystkie systemy automoderacji (CapsFilter, InviteLinks i NoMentionSpam).",
	"selfmodInvitesEnabled": "Czy podsystem filtrowania zaproszeń jest włączony, czy nie.",
	"selfmodInvitesIgnoredChannels": "Kanały, które zostaną zignorowane przez podsystem zaproszeń",
	"selfmodInvitesIgnoredCodes": "Kody zaproszeń Discorda, które zostaną zignorowane przez podsystem zaproszeń",
	"selfmodInvitesIgnoredGuilds": "Serwery Discorda, które zostaną zignorowane przez podsystem zaproszeń",
	"selfmodInvitesIgnoredRoles": "Role które zostaną zignorowane przez podsystem zaproszeń",
	"selfmodLinksEnabled": "Bez względu na to, czy podsystem filtrowania własnych modów jest włączony, czy nie.",
	"selfmodLinksIgnoredChannels": "Kanały, które będą ignorowane przez podsystem filtrów linków",
	"selfmodLinksIgnoredRoles": "Role które będą ignorowane przez podsystem filtrów linków",
	"selfmodLinksAllowed": "Dozwolone łącza",
	"selfmodMessagesEnabled": "Czy WolfStar powinien próbować usunąć zduplikowane wiadomości, czy nie.",
	"selfmodMessagesIgnoredChannels": "Kanały, które zostaną zignorowane przez podsystem wiadomości",
	"selfmodMessagesIgnoredRoles": "Role które będą ignorowane przez podsystem wiadomości",
	"selfmodMessagesMaximum": "Ilość zduplikowanych wiadomości wymaganych w kolejce przed podjęciem akcji Rozmiar kolejki jest konfigurowalny w `selfmod.messages.quKoleje-size`.",
	"selfmodMessagesQueueSize": "Ilość wiadomości WolfStar będzie śledzić wykrywanie dublowania wiadomości.",
	"selfmodNewlinesEnabled": "Czy podsystem filtrowania nowych linii jest włączony, czy nie.",
	"selfmodNewlinesIgnoredChannels": "Kanały, które zostaną zignorowane przez podsystem nowych linii",
	"selfmodNewlinesIgnoredRoles": "Role które zostaną zignorowane przez nowy podsystem linii",
	"selfmodNewlinesMaximum": "Maksymalna ilość nowych linii przed WolfStar zacznie stosować kary",
	"selfmodReactionsBlocked": "Reakcje zablokowane",
	"selfmodReactionsEnabled": "Czy reakcje filtrują podsystem samomodów jest włączony, czy nie.",
	"selfmodReactionsIgnoredChannels": "Kanały, które zostaną zignorowane przez podsystem reakcji",
	"selfmodReactionsIgnoredRoles": "Role które będą ignorowane przez podsystem reakcji",
	"selfmodReactionsMaximum": "Maksymalna ilość reakcji zanim zacznę stosować kary",
	"selfmodReactionsAllowed": "Dopuszczalne reakcje",
	"validationChooseKey": "Nie można skonfigurować grupy, wybierz jeden z następujących kluczy: {{keys, list(conjunction)}}.",
	"validationMissingValue": "Wartość ``{{value}}`` nie została ustawiona w kluczu **{{path}}**.",
	"validationDuplicatedValue": "Wartość klucza `{{path}}` została już ustawiona na ``{{value}}``!"
}
