{
	"clientPermissions": "Ik heb niet voldoende toestemmingen! Ik mist: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "Dit mag nooit gebeuren, ik weet niet wie ik ben.",
	"clientPermissionsNoPermissions": "Dit mag nooit gebeuren, ik kon niet bepalen welke machtigingen ik heb.",
	"runIn": "Deze opdracht kan niet worden uitgevoerd in dit kanaaltype.",
	"userPermissionsNoPermissions": "Dit mag nooit gebeuren, ik kon niet bepalen welke machtigingen je hebt.",
	"unavailable": "Dit mag nooit gebeuren, ik kon geen vereiste voorwaarde vinden voor deze commando.",
	"cooldown": "Je hebt dit commando zojuist gebruikt. Je kan dit commando opnieuw gebruiken in {{remaining, duration}}.",
	"nsfw": "Je mag geen NSFW commando's gebruiken in dit kanaal!",
	"userPermissions": "Je hebt niet genoeg machtigingen! Je mist {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "Dit mag nooit gebeuren, een van de voorwaarden die dit commando vereist is dat een bericht-handler ontbreekt.",
	"missingChatInputHandler": "Dit mag nooit gebeuren, een van de voorwaarden die dit commando vereist is dat er een slash handler ontbreekt.",
	"missingContextMenuHandler": "Dit mag nooit gebeuren, een van de voorwaarden die dit commando vereist is dat er een context-menu handler ontbreekt.",
	"administrator": "U heeft beheerdersrechten nodig om `{{command.name}} ` uit te voeren!",
	"disabledGlobal": "Deze opdracht is globaal uitgeschakeld door de eigenaren van de bot. Wilt u weten waarom en wanneer het terugkomt? Neem deel aan de officiële WolfStar server: <https://join.wolfstar.rocks>",
	"disabledGuild": "Deze opdracht is uitgeschakeld door een beheerder in deze server!",
	"moderator": "Je hebt moderator rechten nodig om `{{command.name}} ` te draaien!",
	"permissionNodes": "{{REDCROSS}} Je hebt geen toestemming om dit commando te gebruiken!",
	"serverOwner": "Je moet de eigenaar van de server zijn om `{{command.name}} ` uit te voeren!",
	"dmOnly": "Dit commando kan alleen worden gebruikt in DM kanalen.",
	"guildNewsOnly": "Dit commando kan alleen worden gebruikt in aankondigingskanalen.",
	"guildNewsThreadOnly": "Dit commando kan alleen worden gebruikt in aankondigingsthread-kanalen.",
	"guildOnly": "Dit commando kan alleen worden gebruikt in server kanalen.",
	"guildPrivateThreadOnly": "Dit commando kan alleen worden gebruikt in privégesprekskanalen.",
	"guildPublicThreadOnly": "Dit commando kan alleen worden gebruikt in publieke thread kanalen.",
	"guildTextOnly": "Dit commando kan alleen worden gebruikt in tekstkanalen.",
	"threadOnly": "Dit commando kan alleen worden gebruikt in thread kanalen."
}
