{
	"channelsMediaOnly": "De kanalen waar alleen media bijlagen kunnen worden verzonden.",
	"channelsIgnoreAll": "Kanalen die ik moet negeren voor alle soorten loggen.",
	"channelsIgnoreMessageDelete": "Kanalen die ik moet negeren bij het controleren op verwijderde berichten om in te loggen.",
	"channelsIgnoreMessageEdit": "Kanalen die ik moet negeren bij het controleren op bewerkte berichten om te loggen.",
	"channelsIgnoreReactionAdd": "Kanalen die ik moet negeren bij het controleren op toegevoegde reacties.",
	"channelsIgnoreVoiceActivity": "De kanalen die ik moet negeren wanneer de rapportageactiviteit verandert.",
	"channelsLogsChannelCreate": "Het kanaal voor het maken van kanaal logs, indien ingesteld, zal ik een bericht sturen wanneer een ander kanaal is aangemaakt.",
	"channelsLogsChannelDelete": "Het kanaal voor kanaalverwijderlogs, indien ingesteld, zal ik een bericht sturen naar dit kanaal wanneer een ander kanaal wordt verwijderd.",
	"channelsLogsChannelUpdate": "Het kanaal voor het logboek van kanalen, indien ingesteld, Ik zal een bericht sturen naar dit kanaal wanneer elk kanaal (inclusief dit kanaal) op elke manier wordt bijgewerkt. Dit bericht zal de wijzigingen in het kanaal bevatten.",
	"channelsLogsEmojiCreate": "Het kanaal voor het aanmaken van emoji logs, indien ingesteld, zal ik een bericht sturen wanneer een emoji is gemaakt.",
	"channelsLogsEmojiDelete": "Het kanaal voor emoji verwijderingslogs, indien ingesteld, zal ik een bericht sturen wanneer een emoji wordt verwijderd.",
	"channelsLogsEmojiUpdate": "Het kanaal voor emoji update logs, indien ingesteld, stuur ik een bericht wanneer een emoji op elke manier wordt bijgewerkt. Dit bericht zal de wijzigingen in de emoji bevatten.",
	"channelsLogsImage": "Het kanaal dat ik zal gebruiken om alle afbeeldingen opnieuw te uploaden die ik zie.",
	"channelsLogsMemberAdd": "Het kanaal waarnaar ik een bericht zal sturen wanneer een lid lid wordt.",
	"channelsLogsMemberRemove": "Het kanaal waarnaar ik een bericht zal sturen wanneer een lid vertrekt, wordt eruit geschopt of verbannen.",
	"channelsLogsMemberNickNameUpdate": "Het kanaal waarnaar ik een bericht zal sturen wanneer een lid zijn bijnaam wijzigt.",
	"channelsLogsMemberUserNameUpdate": "Het kanaal waarnaar ik een bericht zal sturen wanneer een lid zijn gebruikersnaam wijzigt.",
	"channelsLogsMemberRolesUpdate": "Het kanaal waarnaar ik een bericht zal sturen wanneer een lid een rol krijgt of verliest.",
	"channelsLogsMessageDelete": "Het kanaal waarnaar ik een bericht zal sturen wanneer een bericht is verwijderd.",
	"channelsLogsMessageDeleteNsfw": "Het kanaal waarnaar ik een bericht zal sturen wanneer een bericht van een NSFW-kanaal is verwijderd.",
	"channelsLogsMessageUpdate": "Het kanaal waarnaar ik een bericht zal sturen wanneer een bericht is bijgewerkt.",
	"channelsLogsMessageUpdateNsfw": "Het kanaal waarnaar ik een bericht zal sturen wanneer een bericht van een NSFW-kanaal is bijgewerkt.",
	"channelsLogsModeration": "Het kanaal voor moderatie logs, eenmaal ingeschakeld, zal ik daar al mijn moderatie gevallen plaatsen. Als `events. an-remove` en/of `events.ban-remove` zijn ingeschakeld, ik zal automatisch anonieme logs posten.",
	"channelsLogsPrune": "Het kanaal voor prune logs, dezelfde eis als normale berichten logs, maar stuurt alleen prune berichten.",
	"channelsLogsReaction": "Het kanaal voor de reactielogboeken, dezelfde vereiste als normale berichtlogboeken, maar stuurt alleen reacties op berichten. Als je geen twemojis wilt loggen, kun je `events.twemoji-reactions` aanzetten.",
	"channelsLogsRoleCreate": "Het kanaal voor het aanmaken van rol logs, indien ingesteld, stuur ik een bericht wanneer een nieuwe rol is gecreëerd.",
	"channelsLogsRoleDelete": "Het kanaal voor rolverwijderingslogs, indien ingesteld, stuur ik een bericht wanneer een rol wordt verwijderd.",
	"channelsLogsRoleUpdate": "Het kanaal voor role update logs, indien ingesteld, stuur ik een bericht wanneer een rol op welke manier dan ook wordt bijgewerkt. Dit bericht zal de veranderingen in de rol bevatten.",
	"channelsLogsServerUpdate": "Het kanaal voor server update logs, indien ingesteld, stuur ik een bericht wanneer de server op een willekeurige manier wordt bijgewerkt. Dit bericht bevat de aangebrachte wijzigingen aan de server.",
	"channelsLogsVoiceChannel": "Het kanaal voor spraak kanaal logs, indien ingesteld, stuur ik een bericht wanneer een gebruiker binnenkomt, vertrek of verplaats naar een ander spraakkanaal.",
	"dashboardOnlyKey": "Deze sleutel kan alleen worden geconfigureerd via [het web dashboard](https://wolfstar.rocks)",
	"disabledChannels": "Een lijst van kanalen voor uitgeschakelde commando's bijvoorbeeld, het instellen van een kanaal genaamd generaal, zal alle gebruikers verbieden om mijn commando's daar te gebruiken. Moderators+ overschrijf dit met opzet om ze te kunnen modereren zonder van kanalen te wisselen.",
	"disabledCommands": "De uitgeschakelde commando's, kerncommando's kunnen niet worden uitgeschakeld, en moderators zullen dit overschrijven. Alle commando's moeten in een lager geval zijn.",
	"disableNaturalPrefix": "Of ik nu moet luisteren naar mijn natuurlijke voorvoegsel, `WolfStar,`",
	"eventsBanAdd": "Dit evenement plaatst niet-bot moderatie logs wanneer een gebruiker verbannen wordt. Je moet `channels.moderation-logs` instellen.",
	"eventsBanRemove": "Dit evenement plaatst niet-bot moderatie logs wanneer een gebruiker wordt unbanned. Je moet `channels.moderation-logs` instellen.",
	"eventsTimeout": "Deze gebeurtenis plaatst niet-bot moderatie logs wanneer de status van een gebruiker verandert. Je moet `channels.moderation-logs` instellen.",
	"eventsUnknownMessages": "Of ik al dan niet nieuwe moet plaatsen op onbekende commandoberichten.",
	"eventsTwemojiReactions": "Of de twemoji reacties worden geplaatst in het reactie-logs kanaal.",
	"eventsIncludeBots": "Of ik bots in het logboek van de server moet negeren of niet.",
	"language": "De taal die ik zal gebruiken voor uw server. Het is mogelijk niet beschikbaar in de taal die u wilt.",
	"messagesIgnoreChannels": "De kanalen die zijn geconfigureerd om de puntenteller voor gebruikers niet te verhogen.",
	"messagesModerationAutoDelete": "Of moderatieopdrachten automatisch moeten worden verwijderd of niet.",
	"messagesModerationDm": "Of ik een direct bericht naar de doelgebruiker moet sturen bij moderatie acties.",
	"messagesModerationMessageDisplay": "Of er een reactie moet worden verzonden voor moderatie commando's.",
	"messagesModerationReasonDisplay": "Of de reden wordt weergegeven in moderatie commando's.",
	"messagesModeratorNameDisplay": "Of ik de naam van de moderator moet weergeven die de actie heeft ondernomen bij het verzenden van de doelgebruiker een moderatie-bericht. Vereist dat `messages.moderation-dm` is ingeschakeld.",
	"messagesAutoDeleteIgnoredAll": "Of commando-reacties automatisch moeten worden verwijderd bij het verwijderen van een bericht van een gebruiker.",
	"messagesAutoDeleteIgnoredRoles": "De rollen die gebruikers moeten hebben, zodat hun commando-antwoorden niet automatisch worden verwijderd bij het verwijderen van het bericht van de gebruiker.",
	"messagesAutoDeleteIgnoredChannels": "De kanalen waar commando-reacties niet automatisch worden verwijderd bij het verwijderen van het gebruikersbericht.",
	"messagesAutoDeleteIgnoredCommands": "De opdracht welke reacties niet automatisch worden verwijderd bij het verwijderen van het gebruikersbericht.",
	"noMentionSpamAlerts": "Of gebruikers gewaarschuwd moeten worden wanneer ze op het punt staan de banhamer te krijgen.",
	"noMentionSpamEnabled": "Of ik de verbodshamer nu wel of niet moet klaarstaan om spammers te noemen.",
	"noMentionSpamMentionsAllowed": "De minimale hoeveelheid \"punten\" die een gebruiker moet verzamelen voordat hij de hamer landt. Een vermelding van de gebruiker telt als 1 punt, een vermelding van de rol als 2 punten, en een aller vermelding als 5 punten.",
	"noMentionSpamTimePeriod": "De hoeveelheid tijd in seconden waarin de melding bucket moet vernieuwen. Bijvoorbeeld, als dit is ingesteld op `8` en je noemde twee gebruikers 7 seconden apart, de emmer zou vanaf het begin lopen met het geaccumuleerde aantal punten.",
	"prefix": "Een voorvoegsel is een affix die voor het woord wordt toegevoegd, in dit geval de boodschap. Hiermee kunnen bots onderscheid maken tussen een normaal bericht en een commando.",
	"rolesAdmin": "De beheerder rollen. Beheerders hebben toegang tot alle moderatie en beheer opdrachten. Standaard ingesteld op iedereen met de {{MANAGE_GUILD, permissions}} permissie.",
	"rolesInitial": "De initiële rol, indien geconfigureerd, zal ik het aan gebruikers geven zodra ze binnenkomen.",
	"rolesInitialHumans": "Indien geconfigureerd, geef ik deze rol aan gewone gebruikers bij binnenkomst (niet bots)",
	"rolesInitialBots": "Indien geconfigureerd, zal ik deze rol aan bot gebruikers geven bij het inloggen.",
	"rolesModerator": "De moderator rollen. Moderators hebben toegang tot bijna alle moderatie commando's. Standaard ingesteld op iedereen die leden kan verbannen.",
	"rolesMuted": "De gedempte rol, indien geconfigureerd, zal ik nieuwe gedempte gebruikers deze rol geven. Anders zal ik u ertoe aanzetten er een te maken.",
	"rolesPublic": "De openbare rollen. Deze kunnen worden opgeëist door elke gebruiker met behulp van het `rollen` commando.",
	"rolesRemoveInitial": "Of het eisen van een publieke rol tegelijkertijd de eerste rol moet wegnemen.",
	"rolesRestrictedAttachment": "De rol die wordt gebruikt voor het restrictAttachment moderation commando",
	"rolesRestrictedEmbed": "De rol die wordt gebruikt voor het restrictEmbed moderatie commando.",
	"rolesRestrictedEmoji": "De rol die wordt gebruikt voor het restrictEmoji moderation commando.",
	"rolesRestrictedReaction": "De rol die wordt gebruikt voor het restrictReactie moderatie commando.",
	"rolesRestrictedVoice": "De rol die wordt gebruikt voor het restrictVoice moderation commando.",
	"selfmodAttachmentsEnabled": "Of de bijlagenfilter wel of niet is ingeschakeld.",
	"selfmodAttachmentsIgnoredChannels": "De kanalen die genegeerd zullen worden door het bijlagefilter subsysteem",
	"selfmodAttachmentsIgnoredRoles": "De rollen die genegeerd worden door het subsysteem bijlagefilters",
	"selfmodCapitalsEnabled": "Of het hoofdsteden filter selfmod subsysteem is ingeschakeld of niet.",
	"selfmodCapitalsIgnoredChannels": "De kanalen die genegeerd zullen worden door de hoofdsteden filter subsysteem",
	"selfmodCapitalsIgnoredRoles": "De rollen die genegeerd zullen worden door het hoofdfilters subsysteem",
	"selfmodCapitalsMaximum": "Het maximum aantal tekens dat de berichten moeten hebben voordat je ze probeert te verwijderen. Je moet het inschakelen met het `capitalsMode` commando.",
	"selfmodCapitalsMinimum": "Het minimum aantal tekens dat het bericht moet hebben voordat je het probeert te verwijderen. Je moet het inschakelen met het `capitalsMode` commando.",
	"selfmodFilterEnabled": "Of het woord filter selfmod subsysteem is ingeschakeld of niet.",
	"selfmodFilterIgnoredChannels": "De kanalen die genegeerd zullen worden door het filter subsysteem",
	"selfmodFilterIgnoredRoles": "De rollen die genegeerd zullen worden door het subsysteem filters",
	"selfmodIgnoreChannels": "De kanalen die ik zal negeren, wees voorzichtig met elk kanaal geconfigureerd zal alle auto-moderatie systemen (CapsFilter, InviteLinks en NoMentionSpam) gedeactiveerd hebben.",
	"selfmodInvitesEnabled": "Of het uitnodigt filter selfmod subsysteem is ingeschakeld of niet.",
	"selfmodInvitesIgnoredChannels": "De kanalen die genegeerd zullen worden door het uitnodigingssubsysteem",
	"selfmodInvitesIgnoredCodes": "De Discord-uitnodigingscodes die genegeerd zullen worden door het sub-systeem van uitnodigingen",
	"selfmodInvitesIgnoredGuilds": "De Discord servers die genegeerd zullen worden door het sub-systeem uitnodigingen",
	"selfmodInvitesIgnoredRoles": "De rollen die genegeerd zullen worden door het subsysteem van uitnodigingen",
	"selfmodLinksEnabled": "Of de links filter selfmod subsysteem is ingeschakeld of niet.",
	"selfmodLinksIgnoredChannels": "De kanalen die genegeerd zullen worden door de links filter subsysteem",
	"selfmodLinksIgnoredRoles": "De rollen die genegeerd zullen worden door het filter subsysteem van de links",
	"selfmodLinksAllowed": "De links die zijn toegestaan",
	"selfmodMessagesEnabled": "Of WolfStar moet proberen dubbele berichten te verwijderen of niet.",
	"selfmodMessagesIgnoredChannels": "De kanalen die genegeerd zullen worden door het dubbele berichten subsysteem",
	"selfmodMessagesIgnoredRoles": "De rollen die genegeerd zullen worden door het dubbele berichten subsysteem",
	"selfmodMessagesMaximum": "Het aantal gedupliceerde berichten dat nodig is in de wachtrij voordat actie wordt ondernomen is de grootte van de wachtrij configureerbaar in `selfmod.messages.queue e-size`.",
	"selfmodMessagesQueueSize": "Het aantal berichten dat WolfStar bijhoudt bij de dubbele berichtdetectie.",
	"selfmodNewlinesEnabled": "Of de nieuwe regels filter selfmod subsysteem is ingeschakeld of niet.",
	"selfmodNewlinesIgnoredChannels": "De kanalen die genegeerd zullen worden door het nieuwe subsysteem van de nieuwe lijnen",
	"selfmodNewlinesIgnoredRoles": "De rollen die genegeerd zullen worden door het nieuwe subsysteem van de nieuwe regels",
	"selfmodNewlinesMaximum": "Het maximale aantal nieuwe lijnen voordat WolfStar boetes gaat toepassen",
	"selfmodReactionsBlocked": "De reacties die geblokkeerd zijn",
	"selfmodReactionsEnabled": "Of de reacties filter selfmod subsysteem is ingeschakeld of niet.",
	"selfmodReactionsIgnoredChannels": "De kanalen die genegeerd zullen worden door het subsysteem reacties",
	"selfmodReactionsIgnoredRoles": "De rollen die genegeerd zullen worden door het subsysteem reacties",
	"selfmodReactionsMaximum": "Het maximale aantal reacties voordat ik sancties ga toepassen",
	"selfmodReactionsAllowed": "De reacties die zijn toegestaan",
	"validationChooseKey": "U kunt een groep niet configureren, kies een van de volgende sleutels: {{keys, list(conjunction)}}.",
	"validationMissingValue": "De waarde ``{{value}}`` is niet ingesteld met de sleutel **{{path}}**.",
	"validationDuplicatedValue": "De waarde voor de sleutel `{{path}}` was al ingesteld op ``{{value}}``!"
}
